{
    "oils": [
        {
            "id": "arachis-hypogaea",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2013/12/13/23/29/nuts-228043_960_720.jpg",
                "alt": "Arachis hypogaea plant - image by Hans on Pixabay"
            },
            "name": "Arachideolie/Pinda-olie",
            "isPremium": true,
            "scientificName": "Arachis hypogaea",
            "description": "Arachideolie, ook bekend als pindaolie, wordt gewonnen uit de zaden van de pinda, een plant die behoort tot de vlinderbloemigen (Fabaceae). De olie wordt meestal koudgeperst of gefilterd om de voedingsstoffen en smaak te behouden. Arachideolie is populair in de keuken vanwege zijn hoge rookpunt en milde smaak.",
            "data": [
                {
                    "dryness": "Arachideolie wordt als een niet-drogende olie beschouwd, wat betekent dat het rijk en hydraterend is zonder de poriën te verstoppen.",
                    "suitableForSkinTypes": "Arachideolie is geschikt voor alle huidtypes, inclusief droge en gevoelige huidtypen.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is meestal 6-12 maanden, vooral als het in een goed afgesloten container wordt bewaard."
                },
                {
                    "keyConstituents": [
                        "Vetzuren: Hoog in oliezuur (Omega-9) en linolzuur (Omega-6), die bijdragen aan de hydratatie en bescherming van de huid.",
                        "Vitamine E: Een krachtige antioxidant die de huid helpt beschermen tegen veroudering en schade door vrije radicalen.",
                        "Fytosterolen: Helpen bij het verminderen van cholesterol en bevorderen de algehele huidgezondheid."
                    ],
                    "fattyAcidProfile": [
                        "Oliezuur (Omega-9): 43-56%",
                        "Linolzuur (Omega-6): 30-40%",
                        "Palmitinezuur: 8-11%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt de huid en helpt vocht vast te houden.",
                        "Kalmerend: Vermindert irritatie en roodheid, wat het geschikt maakt voor gevoelige huidtypen.",
                        "Huidverstevigend: Ondersteunt de huid bij het herstellen van zijn natuurlijke barrières en bevordert de elasticiteit.",
                        "Anti-aging: De antioxidanten in arachideolie helpen bij het bestrijden van vrije radicalen, wat bijdraagt aan het vertragen van het verouderingsproces."
                    ],
                    "ecologicalFootprint": "Arachideolie is over het algemeen duurzaam, maar de ecologische impact kan variëren afhankelijk van de productiemethoden. Het is belangrijk om te kiezen voor ethisch geproduceerde olie.",
                    "safety": "Arachideolie is over het algemeen veilig voor uitwendig gebruik, maar mensen met een pinda-allergie moeten uiterst voorzichtig zijn en een patchtest uitvoeren.",
                    "oilCombinations": "Arachideolie werkt goed samen met oliën zoals jojoba (voor extra hydratatie), amandel (voor anti-aging voordelen) en etherische oliën zoals tea tree (voor antibacteriële effecten). Deze combinaties kunnen de voordelen voor verschillende huidtypes versterken."
                }
            ]
        },
        {
            "id": "oenothera-biennis",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2022/11/26/15/36/common-evening-primrose-7618039_960_720.jpg",
                "alt": "Oenothera biennis plant - image by Nennieinszweidrei on Pixabay"
            },
            "name": "Teunisbloemolie",
            "isPremium": true,
            "scientificName": "Oenothera biennis",
            "description": "Teunisbloemolie wordt gewonnen uit de zaden van de teunisbloem (Oenothera biennis). Deze olie is rijk aan essentiële vetzuren en wordt vaak koudgeperst om de voedingsstoffen en gezondheidsvoordelen te behouden. Teunisbloemolie heeft een lichte, goudgele kleur en een milde geur, waardoor het een populaire keuze is in huidverzorgingsproducten. Belangrijkste inhoudsstoffen: Gamma-linoleenzuur (GLA): Een omega-6 vetzuur dat bekend staat om zijn ontstekingsremmende eigenschappen. Linolzuur: Ondersteunt de huidbarrière en bevordert de hydratatie. Vitamine E: Een antioxidant die de huid beschermt tegen schade door vrije radicalen.",
            "data": [
                {
                    "dryness": "Teunisbloemolie is een half-drogende olie, wat betekent dat het redelijk snel intrekt zonder een vettig residu achter te laten.",
                    "suitableForSkinTypes": "Teunisbloemolie is bijzonder geschikt voor droge, gevoelige en rijpe huidtypes.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is 6-12 maanden. Toevoeging van vitamine E kan de houdbaarheid verlengen."
                },
                {
                    "keyConstituents": [],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 70-75%",
                        "Gamma-linoleenzuur (Omega-6): 8-10%",
                        "Oleïnezuur (Omega-9): 10-15%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt en hydrateert de huid, ideaal voor droge en gevoelige huidtypes.",
                        "Anti-inflammatoir: GLA helpt ontstekingen te verminderen, wat gunstig is voor aandoeningen zoals eczeem en psoriasis.",
                        "Huidverjongend: De olie bevordert een gezonde huidstructuur en helpt bij het verminderen van fijne lijntjes.",
                        "Kalmerend: Vermindert roodheid en irritatie, wat het geschikt maakt voor gevoelige huidtypen."
                    ],
                    "ecologicalFootprint": "Teunisbloemolie heeft een relatief lage ecologische voetafdruk, vooral wanneer het biologisch wordt geteeld. Bewuste consumptie is echter altijd aanbevolen.",
                    "safety": "Teunisbloemolie is over het algemeen veilig voor uitwendig gebruik. Bij gebruik op de huid is een patchtest aan te raden, vooral voor mensen met allergieën of een gevoelige huid.",
                    "oilCombinations": "Teunisbloemolie werkt goed samen met oliën zoals argan (voor extra hydratatie), jojoba (voor talgregulatie) en rozenbottelzaadolie (voor anti-aging effecten). Het kan ook worden gecombineerd met etherische oliën zoals lavendel (voor een kalmerend effect) en pepermunt (voor een verfrissende geur)."
                }
            ]
        },
        {
            "id": "euterpe-oleracea",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2015/07/22/13/40/portulaca-oleracea-855543_960_720.jpg",
                "alt": "Euterpe oleracea plant - image by WikimediaImages on Pixabay"
            },
            "name": "Acai Bes Olie",
            "isPremium": true,
            "scientificName": "Euterpe oleracea",
            "description": "Acai bes olie wordt gewonnen uit de vruchten van de acai palm, die oorspronkelijk uit het Amazonegebied in Zuid-Amerika komt. De olie wordt koudgeperst uit de pulp van de bessen en staat bekend om zijn rijke voedingsstoffen en antioxidanten. Acai bessen zijn populair geworden als superfood vanwege hun hoge gehalte aan anthocyanen, die bijdragen aan de kleur en gezondheidsvoordelen.",
            "data": [
                {
                    "dryness": "Acai bes olie wordt als een niet-drogende olie beschouwd, wat betekent dat het een rijk en voedend gevoel geeft zonder de huid te verstoppen.",
                    "suitableForSkinTypes": "Acai bes olie is geschikt voor alle huidtypes, maar vooral voordelig voor droge, rijpe en gevoelige huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats om oxidatie te voorkomen. De houdbaarheid is meestal 1-2 jaar, afhankelijk van de bewaaromstandigheden."
                },
                {
                    "keyConstituents": [
                        "Antioxidanten: Hoog gehalte aan anthocyanen, die beschermen tegen oxidatieve stress.",
                        "Omega-3, Omega-6, en Omega-9 vetzuren: Ondersteunen de huidbarrière en bevorderen een gezonde huid.",
                        "Vitaminen A en E: Helpen bij het regenereren van de huid en beschermen tegen schade door vrije radicalen."
                    ],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 20-30%",
                        "Oleïnezuur (Omega-9): 35-45%",
                        "Alfalinoleenzuur (Omega-3): 1-5%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt en hydrateert de huid diepgaand, waardoor het ideaal is voor droge huidtypes.",
                        "Anti-aging: Antioxidanten helpen het verouderingsproces te vertragen door schade door vrije radicalen te verminderen.",
                        "Kalmerend: Verlicht ontstekingen en irritaties, waardoor het nuttig is voor gevoelige huidtypes.",
                        "Huidvernieuwend: Stimuleert de celvernieuwing en helpt bij het vervagen van littekens en oneffenheden."
                    ],
                    "ecologicalFootprint": "Acai bes olie is een duurzaam product, maar het is belangrijk om te kiezen voor gecertificeerde en ethisch verantwoorde bronnen om de ecologische impact te minimaliseren.",
                    "safety": "Hoewel acai bes olie veilig is voor uitwendig gebruik, is het altijd aan te raden om eerst een patchtest uit te voeren, vooral voor mensen met een gevoelige huid.",
                    "oilCombinations": "Acai bes olie werkt goed samen met andere oliën zoals jojoba (voor extra hydratatie), argan (voor anti-aging voordelen), en tamanu-olie (voor huidherstel). Deze combinaties kunnen de voordelen voor verschillende huidtypes versterken."
                }
            ]
        },
        {
            "id": "hydnocarpus-wightiana",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2016/10/19/17/04/flower-1753447_960_720.jpg",
                "alt": "Hydnocarpus wightiana plant - image by sarangib on Pixabay"
            },
            "name": "Chaulmogra-olie",
            "isPremium": false,
            "scientificName": "Hydnocarpus wightiana",
            "description": "Chaulmogra-olie wordt gewonnen uit de zaden van de chaulmogra-boom, die voornamelijk voorkomt in tropische gebieden van India en Zuid-Oost Azië. De olie heeft een sterke, aardse geur en wordt traditioneel gebruikt in de Ayurvedische geneeskunde en in de huidverzorging vanwege zijn unieke eigenschappen.",
            "data": [
                {
                    "dryness": "Chaulmogra-olie wordt als een half-drogende olie beschouwd, wat betekent dat het een balans biedt tussen absorptie en hydratatie.",
                    "suitableForSkinTypes": "Chaulmogra-olie is vooral geschikt voor probleemhuid, zoals acne-gevoelige en ontstoken huiden. Het kan ook nuttig zijn voor droge en rijpe huidtypes.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is meestal 1-2 jaar, afhankelijk van de opslagomstandigheden."
                },
                {
                    "keyConstituents": [
                        "Hydnocarpine: Een actief bestanddeel dat anti-inflammatoire en antimicrobiële eigenschappen heeft.",
                        "Omega-3, Omega-6, en Omega-9 vetzuren: Ondersteunen de huidbarrière en bevorderen de hydratatie.",
                        "Vitamine E: Een antioxidant die helpt de huid te beschermen tegen schade door vrije radicalen."
                    ],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 40-50%",
                        "Oleïnezuur (Omega-9): 30-40%",
                        "Palmitinezuur: 5-10%"
                    ],
                    "skinBenefits": [
                        "Anti-inflammatoir: Helpt bij het verminderen van ontstekingen en kan nuttig zijn bij huidaandoeningen zoals eczeem en psoriasis.",
                        "Antimicrobieel: Beschermt de huid tegen bacteriën en schimmels, waardoor het kan helpen bij het voorkomen van infecties.",
                        "Voedend: Rijk aan voedingsstoffen die de huid hydrateren en verjongen."
                    ],
                    "ecologicalFootprint": "Chaulmogra-olie wordt vaak als duurzaam beschouwd, vooral wanneer het afkomstig is van verantwoord beheerde bronnen. Het is echter belangrijk om aandacht te besteden aan de herkomst en productiemethoden.",
                    "safety": "Chaulmogra-olie is over het algemeen veilig voor uitwendig gebruik. Bij gebruik op de huid is het aan te raden om eerst een patchtest uit te voeren, vooral voor mensen met een gevoelige huid.",
                    "oilCombinations": "Chaulmogra-olie kan goed worden gecombineerd met oliën zoals neemolie (voor extra antimicrobiële werking), jojobaolie (voor hydratatie) en tea tree-olie (voor acne-behandeling). Het kan ook effectief zijn in combinatie met etherische oliën zoals lavendel of eucalyptus voor hun kalmerende en verfrissende eigenschappen."
                }
            ]
        },
        {
            "id": "fragaria-ananassa",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2020/08/16/06/11/strawberry-5491959_960_720.jpg",
                "alt": "Fragaria ananassa plant - image by pvelsen on Pixabay"
            },
            "name": "Aardbeienzaadolie",
            "isPremium": false,
            "scientificName": "Fragaria ananassa",
            "description": "Aardbeienzaadolie wordt gewonnen uit de kleine zaadjes van de aardbei, een plant uit de rozenfamilie (Rosaceae). De olie wordt koudgeperst om de voedingsstoffen en antioxidanten te behouden. Met een lichte, niet-vette textuur is deze olie ideaal voor diverse huidtypes. Belangrijkste inhoudsstoffen: Omega-3 en Omega-6 vetzuren: Ondersteunen de huidbarrière en verminderen ontstekingen. Ellaginezuur: Een antioxidant die huidveroudering vertraagt. Vitaminen A en E: Beschermen en regenereren de huid.",
            "data": [
                {
                    "dryness": "Aardbeienzaadolie is een half-drogende olie, wat betekent dat het snel intrekt zonder een vettig gevoel achter te laten.",
                    "suitableForSkinTypes": "Aardbeienzaadolie is geschikt voor gevoelige, normale en vette huidtypen, en ook voor acnegevoelige huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. Houdbaarheid is 6-12 maanden. Toevoeging van vitamine E kan de houdbaarheid verlengen."
                },
                {
                    "keyConstituents": [],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 38-45%",
                        "Alfa-linoleenzuur (Omega-3): 25-30%",
                        "Oleïnezuur (Omega-9): 15-20%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt de huid zonder poriën te verstoppen.",
                        "Anti-aging: Antioxidanten beschermen tegen UV-schade en vertragen huidveroudering.",
                        "Kalmerend: Vermindert roodheid en irritatie.",
                        "Huidvernieuwend: Stimuleert celvernieuwing en helpt littekens en fijne lijntjes te verminderen."
                    ],
                    "ecologicalFootprint": "Aardbeienzaadolie is een duurzaam bijproduct van aardbeien, maar de productie vereist veel grondstof voor een lage opbrengst. Bewuste consumptie is daarom belangrijk.",
                    "safety": "Altijd verdunnen bij gebruik op de huid en eerst een patchtest doen. Inname wordt niet aanbevolen zonder advies.",
                    "oilCombinations": "Aardbeienzaadolie werkt goed samen met oliën zoals jojoba (talgregulatie), argan (anti-aging), teunisbloem (kalmerend voor gevoelige huid), en frambozenzaadolie (antioxidanten). Het kan ook gecombineerd worden met avocado-olie (vocht voor droge huid) en sheaboter (intensieve voeding), of tamanu-olie (littekenherstel). Deze combinaties versterken de voordelen voor verschillende huidtypen, van vet tot rijp, en bieden extra bescherming en hydratatie."
                }
            ]
        },
        {
            "id": "vitis-vinifera",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2015/03/27/02/31/wine-berries-694196_960_720.jpg",
                "alt": "Vitis vinifera plant - image by Hans on Pixabay"
            },
            "name": "Druivenpitolie",
            "isPremium": true,
            "scientificName": "Vitis vinifera",
            "description": "Druivenpitolie wordt gewonnen uit de pitten van druiven, een bijproduct van de wijnindustrie. De olie wordt vaak koudgeperst om de voedingsstoffen en antioxidanten te behouden. Met een lichte, niet-vette textuur is deze olie ideaal voor huidverzorging en aromatherapie.",
            "data": [
                {
                    "dryness": "Druivenpitolie wordt beschouwd als een half-drogende olie, wat betekent dat het snel in de huid trekt zonder een vettig gevoel achter te laten.",
                    "suitableForSkinTypes": "Druivenpitolie is geschikt voor alle huidtypes, inclusief gevoelige, normale, en vette huid, en is bijzonder nuttig voor acnegevoelige huidtypen.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is doorgaans 6-12 maanden. Het toevoegen van vitamine E kan helpen om de houdbaarheid te verlengen."
                },
                {
                    "keyConstituents": [
                        "Linolzuur (Omega-6): Ondersteunt de huidbarrière en helpt bij hydratatie.",
                        "Vitamine E: Biedt antioxidante bescherming en bevordert huidregeneratie.",
                        "Polyfenolen: Bekend om hun krachtige antioxidante eigenschappen."
                    ],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 50-70%",
                        "Oleïnezuur (Omega-9): 10-30%",
                        "Palmitinezuur: 5-10%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt en hydrateert de huid zonder de poriën te verstoppen.",
                        "Anti-aging: Antioxidanten beschermen tegen schade door vrije radicalen en vertragen huidveroudering.",
                        "Kalmerend: Helpt bij het verminderen van roodheid en irritatie.",
                        "Huidvernieuwend: Stimuleert de celvernieuwing en helpt littekens en fijne lijntjes te verminderen."
                    ],
                    "ecologicalFootprint": "Druivenpitolie wordt beschouwd als een duurzaam product, omdat het vaak een bijproduct is van de wijnindustrie. Bewuste consumptie en aandacht voor de bron zijn echter belangrijk.",
                    "safety": "Druivenpitolie is over het algemeen veilig voor gebruik op de huid, maar het is altijd aan te raden om eerst een patchtest uit te voeren, vooral bij mensen met een gevoelige huid.",
                    "oilCombinations": "Druivenpitolie werkt goed samen met oliën zoals argan (voor anti-aging), jojoba (voor extra hydratatie), en tamanu (voor littekenherstel). Het kan ook worden gecombineerd met essentiële oliën zoals lavendel (kalmerend) en rozemarijn (verstevigend), wat de voordelen voor verschillende huidtypes versterkt."
                }
            ]
        },
        {
            "id": "ricinus-communis",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2021/12/03/00/19/leaves-6841524_960_720.jpg",
                "alt": "Ricinus communis plant - image by Ray_Shrewsberry on Pixabay"
            },
            "name": "Ricinusolie",
            "isPremium": false,
            "scientificName": "Ricinus communis",
            "description": "Ricinusolie wordt gewonnen uit de zaden van de castorboonplant en is bekend om zijn dikke, viskeuze textuur. De olie wordt meestal koudgeperst om de voedingsstoffen te behouden en heeft een milde geur. Het wordt vaak gebruikt in cosmetische en huidverzorgingsproducten vanwege zijn hydraterende en verzachtende eigenschappen.",
            "data": [
                {
                    "dryness": "Ricinusolie is een niet-drogende olie, wat betekent dat het een rijk, vet gevoel achterlaat, ideaal voor intensieve hydratatie.",
                    "suitableForSkinTypes": "Ricinusolie is geschikt voor droge, normale en gecombineerde huidtypen, maar kan te zwaar zijn voor vette huidtypen.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is 1-2 jaar, vooral als vitamine E wordt toegevoegd ter verlenging."
                },
                {
                    "keyConstituents": [
                        "Ricinoleïnezuur (Omega-9): Het hoofdingrediënt, dat verantwoordelijk is voor de meeste huidvoordelen.",
                        "Vitaminen E: Beschermen de huid tegen schade door vrije radicalen en dragen bij aan de huidgezondheid.",
                        "Mineralen: Ondersteunen de algemene huidverzorging."
                    ],
                    "fattyAcidProfile": [
                        "Ricinoleïnezuur (Omega-9): 85-90%",
                        "Linolzuur (Omega-6): 3-5%",
                        "Oleïnezuur (Omega-9): 2-6%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Zorgt voor diepe hydratatie, waardoor het ideaal is voor droge en schilferige huid.",
                        "Antibacterieel: Kan helpen bij het bestrijden van bacteriën, waardoor het nuttig is voor acnegevoelige huid.",
                        "Huidvernieuwing: Stimuleert de celvernieuwing, waardoor het kan helpen bij littekens en rimpels."
                    ],
                    "ecologicalFootprint": "Ricinusolie is relatief duurzaam, maar de teelt van castorplanten kan ook ecologische uitdagingen met zich meebrengen.",
                    "safety": "Over het algemeen veilig voor uitwendig gebruik. Het is belangrijk om een patchtest uit te voeren, vooral voor mensen met een gevoelige huid. Inname van ricinusolie moet met voorzichtigheid gebeuren, aangezien het laxerend kan werken.",
                    "oilCombinations": "Ricinusolie werkt goed samen met oliën zoals kokosolie (voor extra hydratatie), jojobaolie (voor talgregulatie) en arganolie (voor anti-aging). Deze combinaties kunnen de effectiviteit van de huidverzorging versterken."
                }
            ]
        },
        {
            "id": "azadirachta-indica",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2016/08/17/06/57/lagerstroemia-indica-1599816_960_720.jpg",
                "alt": "Azadirachta indica plant - image by phoenix727 on Pixabay"
            },
            "name": "Neemolie",
            "isPremium": false,
            "scientificName": "Azadirachta indica",
            "description": "Neemolie wordt gewonnen uit de zaden en bladeren van de neemboom (Azadirachta indica), die voornamelijk in India en andere delen van Zuid-Azië voorkomt. De olie wordt koudgeperst of geëxtraheerd met oplosmiddelen. Bekend om zijn krachtige eigenschappen, is neemolie een populaire keuze in zowel de cosmetische als de Ayurvedische geneeskunde.",
            "data": [
                {
                    "dryness": "Neemolie wordt beschouwd als een half-drogende olie, wat betekent dat het relatief snel intrekt zonder een te vettig gevoel achter te laten.",
                    "suitableForSkinTypes": "Neemolie is geschikt voor vettere en acne-gevoelige huidtypes, maar kan ook voordelen bieden voor gevoelige en droge huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is ongeveer 1-2 jaar. Het toevoegen van vitamine E kan de houdbaarheid verlengen."
                },
                {
                    "keyConstituents": [
                        "Azadirachtine: Een actieve verbinding die antimicrobiële en ontstekingsremmende eigenschappen heeft.",
                        "Vetzuren: Ondersteunen de huidbarrière en zorgen voor hydratatie.",
                        "Triterpenen: Helpen bij het verminderen van huidproblemen zoals eczeem en acne."
                    ],
                    "fattyAcidProfile": [
                        "Oleïnezuur (Omega-9): 50-60%",
                        "Linolzuur (Omega-6): 20-30%",
                        "Palmitinezuur: 10-15%"
                    ],
                    "skinBenefits": [
                        "Antibacterieel: Helpt bij het bestrijden van bacteriën en schimmels, ideaal voor acne-gevoelige huid.",
                        "Ontstekingsremmend: Vermindert roodheid en irritatie, nuttig voor ontstoken of gevoelige huid.",
                        "Voedend: Hydrateert en verzacht de huid, waardoor deze soepel aanvoelt.",
                        "Reinigend: Helpt bij het verwijderen van onzuiverheden en overtollige talg."
                    ],
                    "ecologicalFootprint": "De neemboom is een duurzame plant die weinig water nodig heeft en goed gedijt in verschillende omgevingen. Het heeft een lage ecologische impact.",
                    "safety": "Neemolie is veilig voor uitwendig gebruik, maar kan sterk zijn voor gevoelige huidtypen. Een patchtest is aan te raden voordat je het op grote delen van de huid aanbrengt.",
                    "oilCombinations": "Neemolie werkt goed samen met oliën zoals kokosolie (voor extra hydratatie), tea tree olie (voor antibacteriële eigenschappen) en arganolie (voor anti-aging effecten). Deze combinaties kunnen de voordelen voor verschillende huidtypen verder versterken."
                }
            ]
        },
        {
            "id": "pongamia-pinnata",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2014/03/29/15/19/milletia-pinnata-300909_960_720.jpg",
                "alt": "Pongamia pinnata plant - image by sarangib on Pixabay"
            },
            "name": "Karanjezaadolie",
            "isPremium": true,
            "scientificName": "Pongamia pinnata",
            "description": "Karanjezaadolie wordt gewonnen uit de zaden van de Pongamia pinnata, een boom die voornamelijk groeit in tropische en subtropische gebieden. De olie heeft een lichte textuur en wordt steeds vaker gebruikt in cosmetica en huidverzorgingsproducten vanwege de unieke eigenschappen.",
            "data": [
                {
                    "dryness": "Karanjezaadolie wordt beschouwd als een half-drogende olie, wat betekent dat het een gematigd effect heeft op de huid en niet snel een vettig gevoel achterlaat.",
                    "suitableForSkinTypes": "Karanjezaadolie is geschikt voor normale, droge en gevoelige huidtypes en kan ook nuttig zijn voor acne-gevoelige huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is meestal 12-24 maanden, afhankelijk van de opslagomstandigheden."
                },
                {
                    "keyConstituents": [
                        "Fytosterolen: Ondersteunen de huidbarrière en bevorderen de hydratatie.",
                        "Omega-3 en Omega-6 vetzuren: Helpen ontstekingen te verminderen en de huid te voeden.",
                        "Pongamol: Een antioxidant die de huid beschermt tegen schade door vrije radicalen."
                    ],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 40-50%",
                        "Oleïnezuur (Omega-9): 20-30%",
                        "Palmitinezuur: 15-20%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt de huid en helpt bij het behoud van de hydratatie.",
                        "Kalmerend: Vermindert roodheid en irritatie, wat het geschikt maakt voor gevoelige huidtypes.",
                        "Antibacterieel: Heeft natuurlijke antibacteriële eigenschappen, wat kan helpen bij het verminderen van acne en andere huidinfecties.",
                        "Vertraagt huidveroudering: De antioxidanten in de olie helpen de huid te beschermen en tekenen van veroudering te verminderen."
                    ],
                    "ecologicalFootprint": "Karanjebomen zijn duurzaam en kunnen groeien in arme bodems, wat bijdraagt aan de biodiversiteit en het milieu.",
                    "safety": "Over het algemeen veilig voor uitwendig gebruik, maar het is aanbevolen om een patchtest te doen, vooral voor mensen met een gevoelige huid.",
                    "oilCombinations": "Karanjezaadolie werkt goed samen met oliën zoals jojoba-olie (voor hydraterende eigenschappen), tea tree olie (voor antibacteriële voordelen), en arganolie (voor extra voeding)."
                }
            ]
        },
        {
            "id": "plukenetia-volubilis",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2015/10/25/10/04/architecture-1005539_960_720.jpg",
                "alt": "Plukenetia volubilis plant - image by ceetje on Pixabay"
            },
            "name": "Sacha Inchi Zaadolie",
            "isPremium": true,
            "scientificName": "Plukenetia volubilis",
            "description": "Sacha Inchi-zaadolie wordt koudgeperst uit de zaden van de Sacha Inchi-plant, ook wel bekend als de \"Inca Peanut\". Deze olie komt van nature voor in het Amazonegebied en staat bekend om zijn uitzonderlijk hoge gehalte aan omega-vetzuren. Met een lichte, snel intrekkende textuur is deze olie geschikt voor diverse huidtypen. Belangrijkste inhoudsstoffen: Omega-3, -6 en -9 vetzuren: Versterken de huidbarrière en verminderen ontstekingen. Vitaminen A en E: Beschermen de huid tegen schadelijke invloeden en bevorderen celvernieuwing. Polyfenolen: Antioxidanten die huidveroudering vertragen.",
            "data": [
                {
                    "dryness": "Sacha Inchi-olie is een half-drogende olie, wat betekent dat het snel intrekt zonder een vettig gevoel achter te laten.",
                    "suitableForSkinTypes": "Sacha Inchi-olie is geschikt voor gevoelige, droge, vette, normale en rijpere huidtypen, en ook voor acnegevoelige huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. Houdbaarheid is 6-12 maanden. Toevoeging van vitamine E kan de houdbaarheid verlengen."
                },
                {
                    "keyConstituents": [],
                    "fattyAcidProfile": [
                        "Alfa-linoleenzuur (Omega-3): 45-54%",
                        "Linolzuur (Omega-6): 33-40%",
                        "Oleïnezuur (Omega-9): 8-10%"
                    ],
                    "skinBenefits": [
                        "Anti-aging: Helpt bij het vertragen van huidveroudering en vermindert fijne lijntjes.",
                        "Kalmerend: Vermindert roodheid en irritatie, ideaal voor gevoelige huid.",
                        "Herstellend: Ondersteunt het herstel van de huidbarrière en bevordert een soepele, gezonde huid.",
                        "Hydraterend: Voedt de huid zonder poriën te verstoppen, geschikt voor acnegevoelige huidtypen."
                    ],
                    "ecologicalFootprint": "Sacha Inchi-olie is een duurzaam product met een lage ecologische impact en draagt bij aan het behoud van de biodiversiteit in het Amazonegebied.",
                    "safety": "Altijd verdunnen bij gebruik op de huid en eerst een patchtest doen. Inname wordt niet aanbevolen zonder advies.",
                    "oilCombinations": "Sacha Inchi-zaadolie werkt goed samen met oliën zoals jojoba (talgregulatie), argan (anti-aging), teunisbloem (kalmerend voor gevoelige huid) en frambozenzaadolie (antioxidanten). Het kan ook gecombineerd worden met avocado-olie (vocht voor droge huid), sheaboter (intensieve voeding) of tamanu-olie (littekenherstel). Deze combinaties versterken de voordelen voor verschillende huidtypen en bieden extra hydratatie en bescherming."
                }
            ]
        },
        {
            "id": "citrullus-lanatus",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2014/04/24/11/36/watermelon-331272_960_720.jpg",
                "alt": "Citrullus lanatus plant - image by Vijayanarasimha on Pixabay"
            },
            "name": "Watermeloenzaadolie",
            "isPremium": true,
            "scientificName": "Citrullus lanatus",
            "description": "Watermeloenzaadolie wordt gewonnen uit de zaden van de watermeloen (Citrullus lanatus). Deze olie wordt vaak koudgeperst om de voedingsstoffen te behouden en heeft een lichte, milde geur en een heldere, lichtgroene kleur. Het is een uitstekende keuze voor huidverzorgingsproducten vanwege zijn hydraterende en voedende eigenschappen. Belangrijkste inhoudsstoffen: Linolzuur: Een omega-6 vetzuur dat de huidbarrière versterkt en helpt om vocht vast te houden. Oleïnezuur: Ondersteunt de huidverzorging en verbetert de elasticiteit van de huid. Vitaminen A, D, en E: Antioxidanten die de huid beschermen en regenereren.",
            "data": [
                {
                    "dryness": "Watermeloenzaadolie is een niet-drogende olie, wat betekent dat het goed intrekt en geen vettig gevoel achterlaat.",
                    "suitableForSkinTypes": "Watermeloenzaadolie is geschikt voor alle huidtypes, inclusief de gevoelige en vette huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is 6-12 maanden. Toevoeging van vitamine E kan de houdbaarheid verlengen."
                },
                {
                    "keyConstituents": [],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 40-60%",
                        "Oleïnezuur (Omega-9): 20-30%",
                        "Palmitinezuur: 10-15%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt de huid diepgaand en houdt deze soepel en gehydrateerd.",
                        "Antioxidant: Beschermt tegen schade door vrije radicalen en vertraagt huidveroudering.",
                        "Kalmerend: Vermindert roodheid en irritatie, waardoor het geschikt is voor gevoelige huidtypes.",
                        "Vermindert huidvet: Helpt de talgproductie te reguleren, wat voordelig is voor een vette huid."
                    ],
                    "ecologicalFootprint": "Watermeloenzaadolie is een bijproduct van de voedselindustrie, wat betekent dat het een duurzame keuze kan zijn. Het vereist echter aandacht voor de teeltomstandigheden.",
                    "safety": "De olie is veilig voor uitwendig gebruik. Het is aan te raden een patchtest uit te voeren voor gebruik op de huid.",
                    "oilCombinations": "Watermeloenzaadolie werkt goed samen met oliën zoals argan (voor extra hydratatie), jojoba (voor talgregulatie) en rozenbottelzaadolie (voor anti-aging voordelen). Het kan ook worden gecombineerd met etherische oliën zoals lavendel (voor een kalmerend effect) en tea tree (voor acne-gevoelige huid)."
                }
            ]
        },
        {
            "id": "nigella-sativa",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2016/09/26/12/01/flower-1695802_960_720.jpg",
                "alt": "Nigella sativa plant - image by Celia05 on Pixabay"
            },
            "name": "Zwarte komijnzaadolie",
            "isPremium": false,
            "scientificName": "Nigella sativa",
            "description": "Zwarte komijnzaadolie wordt gewonnen uit de zaden van Nigella sativa, ook wel bekend als Schwarzkümmel of zwarte komijn. Deze olie wordt koudgeperst om de actieve stoffen te behouden. Het heeft een rijke geschiedenis in de traditionele geneeskunde vanwege zijn krachtige ontstekingsremmende en antibacteriële eigenschappen. Belangrijkste inhoudsstoffen: Thymoquinon: Een krachtige antioxidant en ontstekingsremmende verbinding die huidherstel bevordert. Omega-6 vetzuren (linolzuur): Helpen bij het herstellen van de huidbarrière en verminderen vochtverlies. Vitaminen A, B en C: Bevorderen huidherstel en beschermen tegen milieu-invloeden.",
            "data": [
                {
                    "dryness": "Zwarte komijnzaadolie is een half-drogende olie die snel in de huid trekt zonder een zware of vette laag achter te laten.",
                    "suitableForSkinTypes": "Zwarte komijnzaadolie is geschikt voor de acnegevoelige, probleemhuid en voor de droge en geïrriteerde huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is 6-12 maanden. De toevoeging van vitamine E kan helpen om de houdbaarheid te verlengen."
                },
                {
                    "keyConstituents": [],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 50-60%",
                        "Oleïnezuur (Omega-9): 20-25%"
                    ],
                    "skinBenefits": [
                        "Ontstekingsremmend: Vermindert ontstekingen en roodheid, ideaal voor probleemhuid of acne.",
                        "Anti-bacterieel: Helpt bij het bestrijden van bacteriën en schimmels op de huid.",
                        "Voedend: Ondersteunt huidvernieuwing en helpt de huidbarrière te versterken.",
                        "Anti-aging: Rijk aan antioxidanten die huidveroudering tegengaan en de huid een gezonde uitstraling geven."
                    ],
                    "ecologicalFootprint": "De teelt van Nigella sativa is duurzaam en heeft een lage milieu-impact, mits biologisch geteeld.",
                    "safety": "Bij gebruik op de huid altijd eerst verdunnen en een patchtest doen. Het gebruik tijdens zwangerschap of inname dient onder begeleiding van een professional te gebeuren.",
                    "oilCombinations": "Zwarte komijnzaadolie werkt goed in combinatie met oliën zoals jojoba (talgregulatie), argan (anti-aging), teunisbloem (kalmerend voor gevoelige huid), en frambozenzaadolie (rijk aan antioxidanten). Het kan ook worden gecombineerd met tamanu-olie (herstellend bij littekens) en avocado-olie (extra vocht voor droge huid). Deze combinaties versterken de kalmerende en herstellende eigenschappen van zwarte komijnzaadolie, vooral voor de probleemhuid."
                }
            ]
        },
        {
            "id": "adansonia-digitata",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2022/01/16/10/51/leaves-6941709_960_720.jpg",
                "alt": "Adansonia digitata plant - image by mirkostoedter on Pixabay"
            },
            "name": "Baobab-olie",
            "isPremium": false,
            "scientificName": "Adansonia digitata",
            "description": "Baobab-olie wordt gewonnen uit de zaden van de baobabboom, die inheems is in Afrika en bekend staat om zijn indrukwekkende, massieve stam en eetbare vruchten. De olie wordt koudgeperst om de voedende en antioxidante eigenschappen te behouden. Baobab-olie heeft een lichte textuur en is zeer veelzijdig in huidverzorging.",
            "data": [
                {
                    "dryness": "Baobab-olie wordt beschouwd als een niet-drogende olie, wat betekent dat het rijkelijk hydrateert zonder een vettig gevoel achter te laten.",
                    "suitableForSkinTypes": "Baobab-olie is geschikt voor alle huidtypes, met name voor droge, rijpe en gevoelige huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is meestal 1-2 jaar, vooral in goed afgesloten containers."
                },
                {
                    "keyConstituents": [
                        "Vetzuren: Hoog in oliezuur (Omega-9) en linolzuur (Omega-6), die de huid hydrateren en beschermen.",
                        "Vitamine C: Bevordert de collageenproductie en beschermt de huid tegen oxidatieve stress.",
                        "Antioxidanten: Helpen bij het bestrijden van vrije radicalen en vertragen huidveroudering."
                    ],
                    "fattyAcidProfile": [
                        "Oliezuur (Omega-9): 35-40%",
                        "Linolzuur (Omega-6): 25-30%",
                        "Palmitinezuur: 5-10%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt de huid diepgaand en helpt bij het behoud van de vochtbalans.",
                        "Verstevigend: Verhoogt de elasticiteit van de huid en vermindert het verschijnen van fijne lijntjes.",
                        "Kalmerend: Verlicht irritatie en roodheid, waardoor het geschikt is voor gevoelige huidtypes.",
                        "Huidvernieuwend: Stimuleert celvernieuwing en verbetert de huidtextuur."
                    ],
                    "ecologicalFootprint": "De baobabboom is een duurzaam gewas, waarbij alle delen van de boom (vruchten, zaden, hout) kunnen worden gebruikt. Dit maakt het een ecologisch verantwoorde keuze, mits afkomstig van verantwoorde bronnen.",
                    "safety": "Baobab-olie is over het algemeen veilig voor uitwendig gebruik. Een patchtest is aan te raden, vooral bij gebruik op de gevoelige huid.",
                    "oilCombinations": "Baobab-olie werkt goed samen met oliën zoals argan (voor extra hydratatie), jojoba (voor talgregulatie), en etherische oliën zoals lavendel (voor kalmerende effecten). Deze combinaties versterken de voordelen voor diverse huidtypes."
                }
            ]
        },
        {
            "id": "ricinus-communis",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2021/12/03/00/19/leaves-6841524_960_720.jpg",
                "alt": "Ricinus communis plant - image by Ray_Shrewsberry on Pixabay"
            },
            "name": "Castorolie",
            "isPremium": true,
            "scientificName": "Ricinus communis",
            "description": "Castorolie wordt gewonnen uit de zaden van de castorplant, die oorspronkelijk uit Afrika en het Midden-Oosten komt. De olie staat bekend om zijn rijke samenstelling van vetzuren en wordt vaak gebruikt in de cosmetica- en schoonheidsindustrie.",
            "data": [
                {
                    "dryness": "Castorolie wordt beschouwd als een niet-drogende olie. Het blijft langer op de huid en biedt intensieve hydratatie.",
                    "suitableForSkinTypes": "Castorolie is geschikt voor alle huidtypes, maar vooral voordelig voor droge en gevoelige huidtypen. Het wordt vaak gebruikt in producten voor lippenbalsem, crèmes en serums.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is meestal 1-2 jaar. Het toevoegen van vitamine E kan de houdbaarheid verlengen."
                },
                {
                    "keyConstituents": [
                        "Ricinoleenzuur: Dit is het belangrijkste vetzuur in castorolie, dat bekend staat om zijn ontstekingsremmende en pijnstillende eigenschappen.",
                        "Vitamine E: Biedt antioxidante bescherming en bevordert de huidgezondheid."
                    ],
                    "fattyAcidProfile": [
                        "Ricinoleenzuur: 85-90%",
                        "Oleïnezuur: 3-5%",
                        "Linolzuur: 3-5%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt en hydrateert de huid, waardoor deze soepel en zacht aanvoelt.",
                        "Kalmerend: Vermindert ontstekingen en irritaties, ideaal voor gevoelige huidtypes.",
                        "Huidverzorging: Stimuleert de productie van collageen en elastine, wat helpt bij het verminderen van fijne lijntjes en rimpels.",
                        "Antimicrobieel: Helpt bij het bestrijden van bacteriën en schimmels, wat nuttig kan zijn bij acne en andere huidproblemen."
                    ],
                    "ecologicalFootprint": "Castorolie is relatief duurzaam, maar het is belangrijk om te kiezen voor olie uit ethisch verantwoorde bronnen om negatieve milieu-impact te minimaliseren.",
                    "safety": "Castorolie is over het algemeen veilig voor uitwendig gebruik. Bij gebruik op de huid wordt aanbevolen om een patchtest uit te voeren, vooral voor mensen met een gevoelige huid.",
                    "oilCombinations": "Castorolie kan goed worden gecombineerd met oliën zoals kokosolie (voor extra hydratatie), jojoba-olie (voor talgregulatie), en amandelolie (voor extra voeding). Het werkt ook goed met essentiële oliën zoals lavendel en tea tree, die extra voordelen bieden voor de huid."
                }
            ]
        },
        {
            "id": "euphorbia-cerifera",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2022/04/01/14/48/euphorbia-milii-7104982_960_720.jpg",
                "alt": "Euphorbia cerifera plant - image by ignartonosbg on Pixabay"
            },
            "name": "Candelillawas",
            "isPremium": true,
            "scientificName": "Euphorbia cerifera",
            "description": "Candelillawas is een natuurlijke was die wordt gewonnen uit de bladeren van de candelillaplant, een struik die in Mexico en het zuidwesten van de VS groeit. De was heeft een lichte, geelachtige kleur en een gladde textuur. Het wordt vaak gebruikt in cosmetische formuleringen als verdikkingsmiddel en emulgator. Belangrijkste inhoudsstoffen: • Candelillawas: Bestaat voornamelijk uit langketenige vetzuren en alcoholen. • Vitamines: Bevat een kleine hoeveelheid vitamine E, die antioxidant-eigenschappen biedt. • Hydrocarbons: Creëren een beschermende laag en zorgen voor stabiliteit in formules.",
            "data": [
                {
                    "dryness": "Candelillawas is een niet-drogende was, die een beschermende laag op de huid vormt zonder de poriën te verstoppen.",
                    "suitableForSkinTypes": "Candelillawas is geschikt voor alle huidtypes, vooral voor droge en gevoelige huidtypen.",
                    "storageAndShelfLife": "Bewaar op een koele, droge plaats. Houdbaarheid is 2-3 jaar, afhankelijk van de opslagomstandigheden."
                },
                {
                    "keyConstituents": [],
                    "fattyAcidProfile": [
                        "Vetzuren: 40-50%",
                        "Alcoholen: 30-40%",
                        "Hydrocarbons: 10-20%"
                    ],
                    "skinBenefits": [
                        "Beschermend: Vormt een barrière tegen vochtverlies en externe invloeden.",
                        "Emolliënt: Verzacht de huid en maakt deze soepel.",
                        "Stabiliserend: Versterkt de consistentie van lotions en crèmes, wat zorgt voor een romige textuur.",
                        "Versterkt de werking van andere ingrediënten in formules."
                    ],
                    "ecologicalFootprint": "Candelillawas is een duurzaam product, maar het is belangrijk om bij producten te kiezen die afkomstig zijn van ecologisch verantwoorde bronnen.",
                    "safety": "Candelillawas is over het algemeen veilig voor gebruik op de huid. Er zijn geen bekende allergieën of irritaties gerapporteerd.",
                    "oilCombinations": "Candelillawas werkt goed samen met oliën zoals sheaboter (intensieve voeding), kokosolie (hydraterend) en jojoba-olie (talgregulatie). Het kan ook worden gecombineerd met etherische oliën zoals lavendel (kalmerend) en tea tree olie (zuiverend), wat extra voordelen biedt voor de huid."
                }
            ]
        },
        {
            "id": "simmondsia-chinensis",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2018/10/05/13/56/autumn-flowers-3725969_960_720.jpg",
                "alt": "Simmondsia chinensis plant - image by hpgruesen on Pixabay"
            },
            "name": "Jojoba-olie",
            "isPremium": false,
            "scientificName": "Simmondsia chinensis",
            "description": "Jojoba-olie is afkomstig van de zaden van de jojobaplant, een woestijnplant die voornamelijk voorkomt in de Verenigde Staten en Mexico. De olie heeft een lichte, niet-vette textuur en wordt vaak gebruikt in huidverzorgingsproducten vanwege de hydraterende en voedende eigenschappen.",
            "data": [
                {
                    "dryness": "Jojoba-olie wordt beschouwd als een niet-drogende olie, omdat het de huid hydrateert zonder een vettig gevoel achter te laten.",
                    "suitableForSkinTypes": "Jojoba-olie is geschikt voor alle huidtypes, inclusief droge, vette, en acne-gevoelige huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is ongeveer 1-2 jaar, afhankelijk van de opslagomstandigheden."
                },
                {
                    "keyConstituents": [
                        "Eicosenoïzuur: Een omega-9 vetzuur dat de huid helpt hydrateren en voeden.",
                        "Vitamine E: Een krachtige antioxidant die de huid beschermt tegen schade door vrije radicalen.",
                        "Long-chain vetzuren: Helpen de huidbarrière te versterken en vocht vast te houden."
                    ],
                    "fattyAcidProfile": [
                        "Er zijn verschillende vetzuren aanwezig, waaronder:",
                        "Eicosenoïzuur: 60-80%",
                        "Oleïnezuur: 10-15%",
                        "Linolzuur: 5-15%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Jojoba-olie biedt langdurige hydratatie zonder de poriën te verstoppen.",
                        "Regulering van talgproductie: Het imiteert de natuurlijke oliën van de huid, wat helpt bij het reguleren van de talgproductie.",
                        "Kalmerend: Vermindert roodheid en irritatie, waardoor het geschikt is voor gevoelige huidtypes.",
                        "Anti-aging: De antioxidanten in jojoba-olie helpen bij het bestrijden van verouderingstekenen."
                    ],
                    "ecologicalFootprint": "Jojobaplanten zijn duurzaam en hebben weinig water nodig, waardoor ze een ecologisch verantwoorde keuze zijn.",
                    "safety": "Jojoba-olie is veilig voor uitwendig gebruik en wordt over het algemeen goed verdragen. Een patchtest wordt aanbevolen voor mensen met een gevoelige huid.",
                    "oilCombinations": "Jojoba-olie werkt goed samen met oliën zoals arganolie (voor anti-aging), avocado-olie (voor extra hydratatie) en rozenbottelolie (voor huidvernieuwing). Deze combinaties kunnen de voordelen voor verschillende huidtypes versterken."
                }
            ]
        },
        {
            "id": "phyllanthus-emblica",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2014/05/04/07/48/indian-gooseberry-337445_960_720.jpg",
                "alt": "Phyllanthus emblica plant - image by sarangib on Pixabay"
            },
            "name": "Amla Zaadolie",
            "isPremium": true,
            "scientificName": "Phyllanthus emblica",
            "description": "Amla zaadolie wordt gewonnen uit de zaden van de amla-bes, ook wel bekend als de Indische kruisbes. Deze olie wordt vaak koudgeperst om de waardevolle voedingsstoffen en antioxidanten te behouden. Amla staat bekend om zijn rijke voedingsstoffen en is een essentieel ingrediënt in de Ayurvedische geneeskunde.",
            "data": [
                {
                    "dryness": "Amla zaadolie wordt als een half-drogende olie beschouwd, waardoor het goed kan intrekken zonder een vettig residu achter te laten.",
                    "suitableForSkinTypes": "Amla zaadolie is geschikt voor alle huidtypes, vooral voor rijpe, droge en gevoelige huidtypen.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is meestal 6-12 maanden, vooral als het in een goed afgesloten container wordt bewaard."
                },
                {
                    "keyConstituents": [
                        "Vetzuren: Rijk aan omega-3 en omega-6 vetzuren, die helpen bij het hydrateren en beschermen van de huid.",
                        "Vitamine C: Een krachtige antioxidant die de huid beschermt tegen schade door vrije radicalen en het verouderingsproces vertraagt.",
                        "Polyfenolen: Helpen bij het verminderen van ontstekingen en bevorderen de algehele huidgezondheid."
                    ],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 30-40%",
                        "Alfa-linoleenzuur (Omega-3): 10-15%",
                        "Oleïnezuur (Omega-9): 30-40%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt de huid intensief en helpt bij het behouden van een gezonde vochtbalans.",
                        "Anti-aging: De antioxidanten in amla zaadolie beschermen de huid tegen veroudering en helpen fijne lijntjes en rimpels te verminderen.",
                        "Versterking van de huidbarrière: Ondersteunt de huid in het herstellen van zijn natuurlijke beschermende functie.",
                        "Kalmerend: Vermindert irritatie en roodheid, waardoor het bijzonder geschikt is voor gevoelige huidtypen."
                    ],
                    "ecologicalFootprint": "Amla-bomen zijn goed aangepast aan droge klimaten en hebben minder water nodig dan veel andere fruitbomen, wat de ecologische impact van de olieproductie kan verminderen.",
                    "safety": "Amla zaadolie is over het algemeen veilig voor uitwendig gebruik. Het is altijd aan te raden om een patchtest uit te voeren voor gebruik op grotere huidoppervlakken.",
                    "oilCombinations": "Amla zaadolie kan goed worden gecombineerd met oliën zoals jojoba (voor extra hydratatie), argan (voor anti-aging voordelen) en kokosolie (voor diepe hydratatie). Deze combinaties kunnen de voordelen voor verschillende huidtypes versterken."
                }
            ]
        },
        {
            "id": "canina",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2021/09/25/14/14/rose-hip-6655065_960_720.jpg",
                "alt": "Canina plant - image by 11082974 on Pixabay"
            },
            "name": "Rozenbottelzaadolie (Rosa",
            "isPremium": true,
            "scientificName": "Canina",
            "description": "Rozenbottelzaadolie wordt gewonnen uit de zaadjes van de rozenbottel, de vrucht van de wilde rozenplant (meestal de Rosa Canina of Rosa Rubiginosa). Deze licht oranje olie is rijk aan essentiële vetzuren en antioxidanten, en wordt vaak geprezen om zijn herstellende en anti-aging eigenschappen. De olie wordt koudgeperst om de voedingsstoffen en actieve bestanddelen te behouden. Belangrijkste inhoudsstoffen: Retinol (Vitamine A): Stimuleert celvernieuwing en helpt fijne lijntjes en rimpels verminderen. Vitamine C: Bekend om zijn heldermakende eigenschappen en stimulatie van collageenproductie. Essentiële vetzuren: Omega-3, Omega-6, en Omega-9 vetzuren helpen de huidbarrière te versterken en de huid gehydrateerd te houden. Antioxidanten: Beschermen de huid tegen vrije radicalen en omgevingsschade.",
            "data": [
                {
                    "dryness": "Rozenbottelzaadolie is een drogende olie, wat betekent dat het snel intrekt in de huid zonder een vettig residu achter te laten. Dit maakt het ideaal voor mensen met een vettere huid of voor wie geen zware oliën wil gebruiken.",
                    "suitableForSkinTypes": "Rozenbottelzaadolie is geschikt voor alle huidtypen, maar vooral voor de droge, rijpere en gevoelige huid. Het is ook gunstig voor een acnegevoelige huid vanwege de ontstekingsremmende werking van de linolzuren.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. Rozenbottelzaadolie kan snel oxideren, dus de houdbaarheid is ongeveer 6 maanden. Het toevoegen van vitamine E kan helpen om de houdbaarheid te verlengen."
                },
                {
                    "keyConstituents": [],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 44-49%",
                        "Alfa-linoleenzuur (Omega-3): 28-35%",
                        "Oleïnezuur (Omega-9): 14-20%"
                    ],
                    "skinBenefits": [
                        "Anti-aging: Retinol en antioxidanten helpen bij het verminderen van fijne lijntjes, rimpels en pigmentvlekken.",
                        "Herstellend: Helpt bij de regeneratie van beschadigde huidcellen en kan littekens en striae verminderen.",
                        "Verhelderend: Vitamine C in de olie helpt bij het egaliseren van de teint en het verminderen van donkere vlekken.",
                        "Hydraterend: Essentiële vetzuren helpen vocht vast te houden en de huid diep te voeden."
                    ],
                    "ecologicalFootprint": "Rozenbottelzaadolie is een duurzaam product, vooral als het wordt geoogst van wilde rozenstruiken. De productie is milieuvriendelijk en vereist geen zware bewerking.",
                    "safety": "Rozenbottelzaadolie is over het algemeen veilig voor uitwendig gebruik, maar een patchtest wordt aanbevolen, vooral bij gevoelige huid. Gebruik altijd verdund bij eerste gebruik. Deze olie is niet geschikt voor inname zonder professioneel advies.",
                    "oilCombinations": "Rozenbottelzaadolie combineert goed met oliën zoals jojoba (hydraterend en talgregulatie), arganolie (anti-aging), en avocado-olie (voedend voor de droge huid). Deze combinaties versterken de voordelen van de olie en bieden veelzijdige verzorging voor verschillende huidtypen. Rozenbottelzaadolie is zeer populair in natuurlijke huidverzorging vanwege de krachtige anti-aging en herstellende eigenschappen, en wordt vaak gebruikt in serums en gezichtsoliën voor haar lichte, maar voedende werking."
                }
            ]
        },
        {
            "id": "theobroma-grandiflorum",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2017/06/20/07/16/cocoa-2422040_960_720.jpg",
                "alt": "Theobroma grandiflorum plant - image by 5671698 on Pixabay"
            },
            "name": "Cupuacuboter",
            "isPremium": false,
            "scientificName": "Theobroma grandiflorum",
            "description": "Cupuacuboter wordt gewonnen uit de zaden van de cupuacuboom, die voornamelijk groeit in het Amazonegebied. De boter heeft een rijke, romige textuur en wordt koudgeperst om de waardevolle voedingsstoffen en antioxidanten te behouden. Het is ideaal voor het hydrateren en voeden van de huid. Belangrijkste inhoudsstoffen: • Vetzuren: Hoofdzakelijk stearinezuur, oliezuur en palmitinezuur, die de huid intensief hydrateren. • Vitaminen: Bevat vitamines A, C en E, die bijdragen aan de huidgezondheid. • Polyfenolen: Antioxidanten die de huid beschermen tegen vrije radicalen.",
            "data": [
                {
                    "dryness": "Cupuacuboter is een niet-drogende boter die rijk en vol aanvoelt, maar goed intrekt in de huid zonder een plakkerig gevoel achter te laten.",
                    "suitableForSkinTypes": "Cupuacuboter is geschikt voor alle huidtypes, maar vooral voor droge, gevoelige en rijpe huidtypen.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. Houdbaarheid is 12-24 maanden, afhankelijk van de opslagomstandigheden."
                },
                {
                    "keyConstituents": [],
                    "fattyAcidProfile": [
                        "Oliezuur (Omega-9): 30-35%",
                        "Stearinezuur: 30-40%",
                        "Palmitinezuur: 15-20%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt en hydrateert de huid intensief.",
                        "Beschermend: Vormt een beschermende laag die het vochtverlies vermindert.",
                        "Verjongend: Kan helpen bij het verbeteren van de huidelasticiteit en het verminderen van fijne lijntjes.",
                        "Kalmerend: Ideaal voor gevoelige of geïrriteerde huid."
                    ],
                    "ecologicalFootprint": "Cupuacuboter is een duurzaam product dat afkomstig is van een lokale plant, maar de oogst kan variëren afhankelijk van de klimaatomstandigheden en de lokale economie.",
                    "safety": "Cupuacuboter is veilig voor uitwendig gebruik, maar een patchtest wordt aanbevolen voor gebruik op gevoelige huid. Inname wordt niet aanbevolen zonder professioneel advies.",
                    "oilCombinations": "Cupuacuboter werkt goed samen met oliën zoals argan (voedend), jojoba (talgregulatie) en zoete amandelolie (kalmerend voor de huid). Het kan ook worden gecombineerd met etherische oliën zoals lavendel (kalmerend) en tea tree (antibacterieel), wat extra voordelen biedt voor de huid."
                }
            ]
        },
        {
            "id": "sclerocarya-birrea",
            "img": {
                "src": "",
                "alt": "Image not found for Sclerocarya birrea"
            },
            "name": "Marula-olie",
            "isPremium": false,
            "scientificName": "Sclerocarya birrea",
            "description": "Marula-olie wordt gewonnen uit de noten van de marulaboom, die voornamelijk groeit in Afrika. De olie wordt koudgeperst om de voedingsstoffen en antioxidanten te behouden. Marula-olie heeft een lichte, niet-vette textuur en is bijzonder veelzijdig voor huid- en haarverzorging.",
            "data": [
                {
                    "dryness": "Marula-olie is een niet-drogende olie, wat betekent dat het goed hydrateert zonder een vettig residu achter te laten.",
                    "suitableForSkinTypes": "Marula-olie is geschikt voor alle huidtypes, inclusief droge, rijpe en gevoelige huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is meestal 1-2 jaar, afhankelijk van de opslagomstandigheden."
                },
                {
                    "keyConstituents": [
                        "Oleïnezuur (Omega-9): Zorgt voor hydratatie en soepelheid van de huid.",
                        "Linoleenzuur (Omega-6): Helpt bij het ondersteunen van de huidbarrière en het verminderen van ontstekingen.",
                        "Vitaminen C en E: Werken als krachtige antioxidanten die de huid beschermen tegen schade door vrije radicalen."
                    ],
                    "fattyAcidProfile": [
                        "Oleïnezuur (Omega-9): 50-60%",
                        "Linolzuur (Omega-6): 30-35%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt en hydrateert de huid diepgaand.",
                        "Anti-aging: De antioxidanten helpen de huid te beschermen tegen veroudering en rimpels.",
                        "Kalmerend: Vermindert roodheid en irritatie, wat het ideaal maakt voor gevoelige huidtypes."
                    ],
                    "ecologicalFootprint": "Marula-olie wordt vaak als duurzaam beschouwd, maar het is belangrijk om te kiezen voor producten van ethisch verantwoorde bronnen om de lokale gemeenschappen te ondersteunen.",
                    "safety": "Marula-olie is veilig voor uitwendig gebruik. Een patchtest wordt aanbevolen voor mensen met een gevoelige huid.",
                    "oilCombinations": "Marula-olie werkt goed samen met andere oliën zoals jojoba, argan en avocadolie, en kan ook worden gemengd met etherische oliën voor extra voordelen en aroma."
                }
            ]
        },
        {
            "id": "aloe-vera",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2019/06/12/09/33/aloe-4268793_960_720.jpg",
                "alt": "Aloe vera plant - image by mozo190 on Pixabay"
            },
            "name": "Aloë Boter",
            "isPremium": false,
            "scientificName": "Aloe vera",
            "description": "Aloë boter wordt gemaakt van de bladeren van de aloë vera plant, een vetplant die van oorsprong uit het Arabische schiereiland komt. De boter is een geconcentreerde vorm van aloë vera-gel, die rijk is aan voedingsstoffen en vaak wordt gebruikt in huidverzorgingsproducten vanwege zijn hydraterende en kalmerende eigenschappen.",
            "data": [
                {
                    "dryness": "Aloë boter wordt vaak als een half-drogende olie beschouwd, omdat het snel door de huid wordt opgenomen zonder een vet gevoel achter te laten.",
                    "suitableForSkinTypes": "Aloë boter is geschikt voor alle huidtypes, vooral voor gevoelige, droge en rijpe huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is meestal 1-2 jaar, afhankelijk van de bewaaromstandigheden en de aanwezigheid van conserveringsmiddelen."
                },
                {
                    "keyConstituents": [
                        "Vitaminen A, C, en E: Bieden antioxidante voordelen en bevorderen de huidgezondheid.",
                        "Aminozuren: Helpen bij het herstellen en regenereren van huidcellen.",
                        "Enzymen: Ondersteunen het vernieuwingsproces van de huid en bevorderen een gezonde huidstructuur."
                    ],
                    "fattyAcidProfile": [
                        "Bevat een verscheidenheid aan vetzuren, waaronder linolzuur en oleïnezuur, die bijdragen aan de hydraterende eigenschappen."
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt en hydrateert de huid effectief, waardoor het geschikt is voor droge en beschadigde huid.",
                        "Kalmerend: Helpt bij het verlichten van huidirritaties en roodheid, ideaal voor gevoelige huidtypes.",
                        "Genezing: Bevordert de genezing van wonden en vermindert littekens door de regenererende eigenschappen.",
                        "Anti-aging: Ondersteunt de elasticiteit van de huid en vermindert de verschijning van fijne lijntjes."
                    ],
                    "ecologicalFootprint": "Aloë vera is vaak duurzaam geteeld, maar het is belangrijk om te kiezen voor producten van ethisch verantwoorde bronnen om de ecologische impact te minimaliseren.",
                    "safety": "Aloë boter is over het algemeen veilig voor uitwendig gebruik. Het is raadzaam om een patchtest uit te voeren, vooral voor mensen met een gevoelige huid of allergieën.",
                    "oilCombinations": "Aloë boter kan goed gecombineerd worden met oliën zoals jojoba (voor extra hydratatie), argan (voor anti-aging voordelen), en kokosolie (voor extra voeding). Deze combinaties kunnen de voordelen voor verschillende huidtypes versterken."
                }
            ]
        },
        {
            "id": "prunus-amygdalus",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2020/03/09/11/19/sloe-4915333_960_720.jpg",
                "alt": "Prunus amygdalus plant - image by Nennieinszweidrei on Pixabay"
            },
            "name": "Amandelolie",
            "isPremium": false,
            "scientificName": "Prunus amygdalus",
            "description": "Amandelolie wordt gewonnen uit de pitten van de zoete amandelboom, die inheems is in het Midden-Oosten en de Mediterrane regio. De olie wordt koudgeperst om de voedingsstoffen en heilzame eigenschappen te behouden. Het heeft een lichte, niet-vette textuur, waardoor het ideaal is voor huidverzorging en cosmetica.",
            "data": [
                {
                    "dryness": "Amandelolie wordt als een niet-drogende olie beschouwd, wat betekent dat het een rijke, hydraterende werking heeft zonder de huid te verstoppen.",
                    "suitableForSkinTypes": "Amandelolie is geschikt voor alle huidtypes, vooral voor droge, gevoelige en rijpe huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is meestal 1-2 jaar, vooral wanneer het in een goed afgesloten container wordt bewaard."
                },
                {
                    "keyConstituents": [
                        "Vetzuren: Hoog in oliezuur (Omega-9) en linolzuur (Omega-6), die bijdragen aan de hydratatie en bescherming van de huid.",
                        "Vitaminen: Rijk aan vitamine E, een krachtige antioxidant die de huid beschermt tegen vrije radicalen en veroudering vertraagt.",
                        "Mineralen: Bevat belangrijke mineralen zoals magnesium, calcium en fosfor, die de algehele huidgezondheid ondersteunen."
                    ],
                    "fattyAcidProfile": [
                        "Oliezuur (Omega-9): 62-86%",
                        "Linolzuur (Omega-6): 20-30%",
                        "Palmitinezuur: 4-9%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt de huid intensief en helpt bij het behouden van de vochtbalans.",
                        "Kalmerend: Vermindert irritaties en roodheid, ideaal voor gevoelige huidtypen.",
                        "Versterking van de huidbarrière: Ondersteunt de huid bij het herstellen van zijn natuurlijke beschermende functie.",
                        "Anti-aging: De antioxidanten in amandelolie helpen fijne lijntjes en rimpels te verminderen."
                    ],
                    "ecologicalFootprint": "Amandelbomen vereisen een aanzienlijke hoeveelheid water, vooral in droge gebieden. Het is belangrijk om te kiezen voor duurzaam geproduceerde amandelolie om de ecologische impact te minimaliseren.",
                    "safety": "Amandelolie is over het algemeen veilig voor uitwendig gebruik, maar mensen met notenallergieën moeten voorzichtig zijn en een patchtest uitvoeren.",
                    "oilCombinations": "Amandelolie werkt goed samen met oliën zoals jojoba (voor extra hydratatie), argan (voor anti-aging voordelen), en etherische oliën zoals lavendel (voor kalmerende effecten). Deze combinaties kunnen de voordelen voor verschillende huidtypes versterken."
                }
            ]
        },
        {
            "id": "citrus-paradisi",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2019/11/30/11/14/oranges-4663073_960_720.jpg",
                "alt": "Citrus paradisi plant - image by NiiObodai on Pixabay"
            },
            "name": "Pompelmoeszaadolie",
            "isPremium": false,
            "scientificName": "Citrus paradisi",
            "description": "Pompelmoeszaadolie, gewonnen uit de zaden van de pompelmoes, is een waardevolle olie in de huidverzorging vanwege zijn antioxiderende en antiseptische eigenschappen. De olie heeft een lichte, verfrissende geur en wordt vaak gebruikt in cosmetische producten voor zowel huid- als haarverzorging. Belangrijkste inhoudsstoffen: Vetzuurprofiel: Bevat voornamelijk linolzuur en oleïnezuur. Antioxidanten: Rijk aan vitamine E en andere antioxidanten die de huid beschermen tegen schade door vrije radicalen.",
            "data": [
                {
                    "dryness": "Pompelmoeszaadolie wordt als een niet-drogende olie beschouwd, waardoor het een uitstekende keuze is voor hydratatie zonder een vettig gevoel achter te laten.",
                    "suitableForSkinTypes": "Pompelmoeszaadolie is geschikt voor de meeste huidtypes, vooral voor vette en acne-gevoelige huiden.",
                    "storageAndShelfLife": "Bewaar de olie op een koele, donkere plaats om de houdbaarheid van 6-12 maanden te verlengen. Het toevoegen van een natuurlijk conserveermiddel zoals vitamine E kan helpen om de versheid te behouden."
                },
                {
                    "keyConstituents": [],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 50-60%",
                        "Oleïnezuur (Omega-9): 30-40%",
                        "Palmitinezuur: 5-10%"
                    ],
                    "skinBenefits": [
                        "Antiseptisch: Helpt bij het bestrijden van bacteriën en vermindert acne-uitbraken.",
                        "Hydraterend: Voedt de huid en houdt deze soepel.",
                        "Verstevigend: Bevordert de elasticiteit van de huid en kan helpen bij het verminderen van rimpels."
                    ],
                    "ecologicalFootprint": "Pompelmoeszaadolie is meestal een bijproduct van de sapproductie, wat de ecologische impact kan verminderen als het op een duurzame manier wordt verkregen.",
                    "safety": "Pompelmoeszaadolie is over het algemeen veilig voor extern gebruik, maar kan irritatie veroorzaken bij sommige mensen. Een patchtest is aan te raden.",
                    "oilCombinations": "De olie combineert goed met andere oliën zoals jojoba (voor extra hydratatie), arganolie (voor anti-aging) en lavendelolie (voor kalmerende effecten). Het kan ook worden toegevoegd aan lotions en crèmes voor extra verzorging."
                }
            ]
        },
        {
            "id": "borago-officinalis",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2021/08/29/08/26/borage-6582648_960_720.jpg",
                "alt": "Borago officinalis plant - image by mihail_stavrev78 on Pixabay"
            },
            "name": "Bernagie-olie",
            "isPremium": true,
            "scientificName": "Borago officinalis",
            "description": "Bernagie-olie, gewonnen uit de zaden van de bernagieplant, is afkomstig uit de Midden-Oosterse en Mediterrane regio's. Deze olie wordt vaak koudgeperst om de heilzame eigenschappen en voedingsstoffen te behouden. Bernagie-olie staat bekend om zijn lichte, niet-vette textuur en is populair in de huidverzorging.",
            "data": [
                {
                    "dryness": "Bernagie-olie wordt als een niet-drogende olie beschouwd, wat betekent dat het rijkelijk hydrateert zonder een vet gevoel achter te laten.",
                    "suitableForSkinTypes": "Bernagie-olie is geschikt voor alle huidtypes, vooral voor droge, rijpe en gevoelige huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is meestal 6-12 maanden, vooral in goed afgesloten containers."
                },
                {
                    "keyConstituents": [
                        "Gamma-linoleenzuur (GLA): Een essentieel vetzuur dat ontstekingen kan verminderen en de huid helpt herstellen.",
                        "Vitaminen: Rijk aan vitamine C en antioxidanten die de huid beschermen tegen vrije radicalen.",
                        "Mineralen: Bevat mineralen zoals calcium en magnesium die bijdragen aan de huidgezondheid."
                    ],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 35-40%",
                        "Gamma-linoleenzuur (Omega-6): 20-25%",
                        "Oliezuur (Omega-9): 15-20%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt en hydrateert de huid diepgaand.",
                        "Ontstekingsremmend: Vermindert roodheid en irritatie, ideaal voor gevoelige en ontstoken huid.",
                        "Anti-aging: Ondersteunt de elasticiteit van de huid en vermindert fijne lijntjes door de antioxidanten.",
                        "Huidvernieuwend: Stimuleert celvernieuwing en kan helpen bij het verminderen van littekens en onvolkomenheden."
                    ],
                    "ecologicalFootprint": "Bernagie is een duurzaam gewas dat relatief eenvoudig te telen is. Het is belangrijk om olie van verantwoorde bronnen te kiezen om de ecologische impact te minimaliseren.",
                    "safety": "Bernagie-olie is over het algemeen veilig voor uitwendig gebruik. Het is aan te raden om eerst een patchtest uit te voeren, vooral bij gevoelige huid.",
                    "oilCombinations": "Bernagie-olie werkt goed samen met oliën zoals argan (voor extra hydratatie), jojoba (voor talgregulatie), en etherische oliën zoals tea tree (voor antibacteriële effecten). Deze combinaties kunnen de voordelen voor verschillende huidtypes versterken."
                }
            ]
        },
        {
            "id": "aleurites-molucana",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2023/09/15/21/45/grey-haired-man-8255591_960_720.jpg",
                "alt": "Aleurites molucana plant - image by pisauikan on Pixabay"
            },
            "name": "Kukuinootolie",
            "isPremium": false,
            "scientificName": "Aleurites molucana",
            "description": "Kukuinootolie, ook wel bekend als candlenutolie, wordt gewonnen uit de zaden van de kukui-notenboom, die voornamelijk in de tropen groeit. De olie heeft een rijke, romige textuur en wordt vaak gebruikt in zowel de cosmetische als de voedingsindustrie. Kukuinootolie staat bekend om zijn hydraterende eigenschappen en is een populaire keuze voor huidverzorgingsproducten.",
            "data": [
                {
                    "dryness": "Kukuinootolie wordt beschouwd als een niet-drogende olie, wat betekent dat het goed hydrateert zonder een vettig gevoel achter te laten.",
                    "suitableForSkinTypes": "Kukuinootolie is geschikt voor alle huidtypen, inclusief droge en gevoelige huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is ongeveer 1-2 jaar, afhankelijk van de opslagomstandigheden."
                },
                {
                    "keyConstituents": [
                        "Vetzuren (linolzuur en oleïnezuur): Ondersteunen de huidbarrière en helpen de huid te hydrateren.",
                        "Vitamine E: Een krachtige antioxidant die de huid beschermt tegen vrije radicalen.",
                        "Fytosterolen: Helpen bij het herstellen van de huid en het verminderen van ontstekingen."
                    ],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 30-40%",
                        "Oleïnezuur (Omega-9): 40-50%",
                        "Palmitinezuur: 10-15%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt en hydrateert de huid intensief, waardoor het ideaal is voor droge en schrale huid.",
                        "Verzachtend: Kalmeert irritaties en helpt de huid te herstellen.",
                        "Anti-aging: Beschermt tegen schade door UV-stralen en veroudering, dankzij de antioxidanten.",
                        "Herstellend: Bevordert de genezing van littekens en andere huidbeschadigingen."
                    ],
                    "ecologicalFootprint": "De productie van kukuinootolie is relatief duurzaam, maar het is belangrijk om bronnen te kiezen die verantwoordelijk omgaan met de teelt en oogst van de kukui-noten.",
                    "safety": "Kukuinootolie is veilig voor uitwendig gebruik, maar het is aanbevolen om een patchtest uit te voeren voor mensen met een gevoelige huid of allergieën.",
                    "oilCombinations": "Kukuinootolie combineert goed met andere hydraterende oliën zoals jojoba-olie, amandelolie, en arganolie, wat de hydraterende en voedende effecten versterkt."
                }
            ]
        },
        {
            "id": "sesamum-indicum",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2016/01/22/15/06/sesame-1155935_960_720.jpg",
                "alt": "Sesamum indicum plant - image by Gina_Janosch on Pixabay"
            },
            "name": "Sesamolie",
            "isPremium": true,
            "scientificName": "Sesamum indicum",
            "description": "Sesamolie wordt gewonnen uit de zaden van de sesamplant (Sesamum indicum). Deze olie wordt vaak koudgeperst om de voedingsstoffen en antioxidanten optimaal te behouden. Sesamolie heeft een rijke geschiedenis in Ayurvedische en Chinese geneeskunde, waar het wordt geprezen om zijn voedende en beschermende eigenschappen. Belangrijkste inhoudsstoffen: Omega-6 vetzuren (linolzuur): Ondersteunt de huidbarrière en helpt vocht vast te houden. Sesamol en sesamoline: Krachtige antioxidanten die de huid beschermen tegen vrije radicalen en veroudering. Vitamine E: Ondersteunt de regeneratie en bescherming van de huid.",
            "data": [
                {
                    "dryness": "Sesamolie is een half-drogende olie die redelijk snel in de huid trekt en een lichte film achterlaat, waardoor het geschikt is voor droge en normale huidtypen.",
                    "suitableForSkinTypes": "Sesamolie is geschikt voor de droge, rijpe en gevoelige huid, en kan ook nuttig zijn voor de normale huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is 9-12 maanden. Het toevoegen van vitamine E kan helpen de houdbaarheid te verlengen."
                },
                {
                    "keyConstituents": [],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 40-50%",
                        "Oleïnezuur (Omega-9): 35-45%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Ondersteunt de natuurlijke vochtbalans van de huid en voorkomt uitdroging.",
                        "Anti-aging: Antioxidanten beschermen tegen schadelijke invloeden van buitenaf en vertragen huidveroudering.",
                        "Beschermend: Werkt als een natuurlijke barrière tegen milieu-invloeden en UV-schade.",
                        "Kalmerend: Vermindert irritaties en roodheid, en helpt de huid te herstellen."
                    ],
                    "ecologicalFootprint": "Sesam wordt duurzaam geteeld in veel delen van de wereld, met een relatief lage impact op het milieu.",
                    "safety": "Bij uitwendig gebruik is sesamolie over het algemeen veilig, maar een patchtest wordt aangeraden voor mensen met een noten- of zaadallergie. Inwendig gebruik dient onder begeleiding van een professional te gebeuren.",
                    "oilCombinations": "Sesamolie werkt goed samen met oliën zoals jojoba (talgregulatie), argan (anti-aging), teunisbloem (kalmerend voor gevoelige huid), en frambozenzaadolie (antioxidanten). Het kan ook worden gecombineerd met tamanu-olie (herstellend bij littekens) en avocado-olie (extra vocht voor droge huid). Deze combinaties versterken de beschermende en voedende eigenschappen van sesamolie, vooral voor de droge en rijpe huid."
                }
            ]
        },
        {
            "id": "cannabis-sativa",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2018/09/07/18/18/hemp-plant-3661210_960_720.jpg",
                "alt": "Cannabis sativa plant - image by TinaKru on Pixabay"
            },
            "name": "Hennepzaadolie",
            "isPremium": true,
            "scientificName": "Cannabis sativa",
            "description": "Hennepzaadolie wordt gewonnen uit de zaden van de hennepplant. Het heeft een groenachtige kleur en een nootachtige smaak. Deze olie is rijk aan voedingsstoffen en wordt vaak gebruikt in huidverzorgingsproducten vanwege de vele voordelen voor de huid.",
            "data": [
                {
                    "dryness": "Hennepzaadolie wordt als niet-drogend beschouwd, omdat het goed hydrateert zonder een vettig gevoel achter te laten.",
                    "suitableForSkinTypes": "Hennepzaadolie is geschikt voor alle huidtypes, inclusief droge, vette en gevoelige huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is meestal 6-12 maanden. Toevoeging van vitamine E kan de houdbaarheid verlengen."
                },
                {
                    "keyConstituents": [
                        "Omega-3 en Omega-6 vetzuren: Essentieel voor het behoud van de huidbarrière en het verminderen van ontstekingen.",
                        "Vitamine E: Een krachtige antioxidant die helpt bij het beschermen van de huid tegen schade door vrije radicalen.",
                        "Gamma-linoleenzuur (GLA): Helpt bij het bevorderen van een gezonde huid en het verminderen van ontstekingen."
                    ],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 50-60%",
                        "Alfa-linoleenzuur (Omega-3): 15-20%",
                        "Oleïnezuur (Omega-9): 10-15%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt en hydrateert de huid, waardoor het ideaal is voor droge en schilferige huid.",
                        "Anti-aging: De antioxidanten helpen bij het bestrijden van tekenen van veroudering en verbeteren de huidelasticiteit.",
                        "Kalmerend: Vermindert roodheid en irritatie, waardoor het geschikt is voor gevoelige huidtypes.",
                        "Huidvernieuwend: Stimuleert de celvernieuwing en kan helpen bij het verminderen van acne en andere huidproblemen."
                    ],
                    "ecologicalFootprint": "Hennep is een duurzame plant die weinig pesticiden vereist en een hoge opbrengst per hectare heeft, waardoor het een ecologisch verantwoorde keuze is.",
                    "safety": "Hennepzaadolie is veilig voor uitwendig gebruik en wordt over het algemeen goed verdragen. Een patchtest wordt echter aanbevolen voor mensen met een gevoelige huid.",
                    "oilCombinations": "Hennepzaadolie werkt goed samen met oliën zoals argan (voor anti-aging), jojoba (voor hydratatie), en rozenbottelolie (voor huidvernieuwing). Deze combinaties kunnen de voordelen voor verschillende huidtypes versterken."
                }
            ]
        },
        {
            "id": "glycine-max",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2015/09/29/18/41/soy-964324_960_720.jpg",
                "alt": "Glycine max plant - image by jcesar2015 on Pixabay"
            },
            "name": "Soja-olie",
            "isPremium": true,
            "scientificName": "Glycine max",
            "description": "Soja-olie wordt gewonnen uit de zaden van de sojaboon (Glycine max). Het wordt vaak koudgeperst of geraffineerd om een lichtgele olie te produceren met een neutrale geur en smaak. Soja-olie is veelzijdig en wordt veel gebruikt in de voedselindustrie en in cosmetische producten vanwege zijn hydraterende eigenschappen. Belangrijkste inhoudsstoffen: Omega-3 en Omega-6 vetzuren: Helpen de huidbarrière te verbeteren en ondersteunen de algehele huidgezondheid. Fytosterolen: Ondersteunen de huidregeneratie en verminderen ontstekingen. Vitamine E: Een krachtige antioxidant die de huid beschermt tegen schadelijke invloeden van buitenaf.",
            "data": [
                {
                    "dryness": "Soja-olie is een half-drogende olie, wat betekent dat het goed intrekt in de huid zonder een vet gevoel achter te laten.",
                    "suitableForSkinTypes": "Soja-olie is geschikt voor alle huidtypen, vooral voor de normale, droge en gevoelige huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is 6-12 maanden. Toevoeging van vitamine E kan de houdbaarheid verlengen."
                },
                {
                    "keyConstituents": [],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 50-60%",
                        "Alfa-linoleenzuur (Omega-3): 5-10%",
                        "Oleïnezuur (Omega-9): 20-30%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt en hydrateert de huid, waardoor het geschikt is voor droge huidtypen.",
                        "Regenererend: Ondersteunt de genezing van beschadigde huid en vermindert littekens.",
                        "Antioxidant: Beschermt de huid tegen schadelijke vrije radicalen en veroudering.",
                        "Ontstekingsremmend: Helpt roodheid en irritatie te verminderen, wat het geschikt maakt voor gevoelige huid."
                    ],
                    "ecologicalFootprint": "Soja-olie kan een aanzienlijke ecologische voetafdruk hebben, vooral door ontbossing voor de teelt van sojabonen. Kies indien mogelijk voor biologische en duurzaam geproduceerde soja-olie.",
                    "safety": "Soja-olie is veilig voor uitwendig gebruik, maar kan allergieën veroorzaken bij mensen met een soja-allergie. Een patchtest is aan te raden.",
                    "oilCombinations": "Soja-olie werkt goed samen met oliën zoals argan (voor anti-aging), jojoba (voor talgregulatie), en amandelolie (voor extra hydratatie). Het kan ook worden gecombineerd met etherische oliën zoals citroen (voor een verfrissende geur) en lavendel (voor kalmerende effecten) om de voordelen voor de huid te versterken."
                }
            ]
        },
        {
            "id": "prunus-persica",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2017/05/12/22/24/peach-2308300_960_720.jpg",
                "alt": "Prunus persica plant - image by MAKY_OREL on Pixabay"
            },
            "name": "Perzikpitolie",
            "isPremium": false,
            "scientificName": "Prunus persica",
            "description": "Perzikpitolie wordt gewonnen uit de pitten van perziken en is een lichte, niet-vette olie. De olie wordt koudgeperst om de essentiële voedingsstoffen en antioxidanten te behouden. Met zijn milde geur en fijne textuur is deze olie populair in zowel huidverzorgings- als haarverzorgingsproducten.",
            "data": [
                {
                    "dryness": "Perzikpitolie wordt als een niet-drogende olie beschouwd, die goed intrekt zonder een vettig residu achter te laten.",
                    "suitableForSkinTypes": "Perzikpitolie is geschikt voor alle huidtypen, inclusief droge, normale en gevoelige huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is ongeveer 6-12 maanden. Toevoeging van vitamine E kan de houdbaarheid verlengen."
                },
                {
                    "keyConstituents": [
                        "Omega-6 vetzuren (linolzuur): Helpt bij het behouden van de hydratatie van de huid.",
                        "Vitaminen A en E: Beschermen de huid tegen oxidatieve schade en bevorderen een gezonde huidstructuur.",
                        "Mineralen (zoals calcium en magnesium): Draagt bij aan de algehele huidgezondheid."
                    ],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 25-30%",
                        "Oleïnezuur (Omega-9): 60-70%",
                        "Palmitinezuur: 5-10%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt en hydrateert de huid zonder de poriën te verstoppen.",
                        "Anti-aging: De antioxidanten helpen de huid te beschermen tegen veroudering en het verbeteren van de elasticiteit.",
                        "Kalmerend: Kan roodheid en irritatie verminderen, ideaal voor gevoelige huidtypen."
                    ],
                    "ecologicalFootprint": "Perzikpitolie is een bijproduct van de fruitindustrie, waardoor het een duurzame keuze kan zijn, mits verantwoord geproduceerd.",
                    "safety": "Over het algemeen veilig voor uitwendig gebruik. Een patchtest wordt aanbevolen, vooral voor mensen met een gevoelige huid.",
                    "oilCombinations": "Perzikpitolie kan goed worden gecombineerd met jojoba-olie (voor talgregulatie), amandelolie (voor extra hydratatie), en rozenbottelolie (voor anti-aging). Deze combinaties kunnen de voordelen voor de huid verder versterken."
                }
            ]
        },
        {
            "id": "carthamus-tinctorius",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2016/11/13/19/25/saffron-1821786_960_720.jpg",
                "alt": "Carthamus tinctorius plant - image by makamuki0 on Pixabay"
            },
            "name": "Distelzaadolie/Saffloerolie",
            "isPremium": true,
            "scientificName": "Carthamus tinctorius",
            "description": "Distelzaadolie wordt verkregen uit de zaden van de distelplant en is een lichte, koudgeperste olie die rijk is aan meervoudig onverzadigde vetzuren. Deze olie staat bekend om zijn voedende eigenschappen en is vooral geschikt voor de droge en gevoelige huid vanwege het hoge gehalte aan linolzuur. Belangrijkste inhoudsstoffen: Omega-6 vetzuren (linolzuur): Ondersteunen de huidbarrière, verbeteren de vochtbalans en verminderen ontstekingen. Vitaminen E en K: Beschermen de huid tegen vrije radicalen en ondersteunen een gezonde, stralende teint.",
            "data": [
                {
                    "dryness": "Distelzaadolie is een snel intrekkende, niet-vette olie die als een droge olie wordt beschouwd.",
                    "suitableForSkinTypes": "Distelzaadolie is bijzonder geschikt voor droge en gevoelige huidtypen, maar kan ook worden gebruikt op normale en gemengde huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. Houdbaarheid is 6-12 maanden. Vitamine E kan helpen de houdbaarheid te verlengen."
                },
                {
                    "keyConstituents": [],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 70-80%",
                        "Oleïnezuur (Omega-9): 10-15%"
                    ],
                    "skinBenefits": [
                        "Vochtinbrengend: Helpt de huid te hydrateren zonder een vettig gevoel achter te laten.",
                        "Kalmerend: Vermindert roodheid en irritatie, ideaal voor gevoelige huidtypen.",
                        "Anti-aging: Rijk aan antioxidanten die helpen fijne lijntjes en rimpels te verminderen.",
                        "Barrièreherstellend: Ondersteunt de natuurlijke huidbarrière en voorkomt vochtverlies."
                    ],
                    "ecologicalFootprint": "Distelzaadolie wordt beschouwd als een relatief duurzaam product, afhankelijk van de teeltmethoden. Het vereist echter grote velden voor teelt.",
                    "safety": "Verdun altijd bij gebruik op de huid en doe eerst een patchtest. Inname wordt niet aanbevolen zonder professioneel advies.",
                    "oilCombinations": "Distelzaadolie werkt goed samen met oliën zoals jojoba (talgregulatie), argan (anti-aging), teunisbloem (kalmerend voor de gevoelige huid), en frambozenzaadolie (antioxidanten). Het kan ook gecombineerd worden met avocado-olie (extra vocht voor droge huid), sheaboter (intensieve voeding) en tamanu-olie (herstellend bij littekens). Deze combinaties versterken de hydraterende en kalmerende eigenschappen van distelzaadolie voor verschillende huidtypen."
                }
            ]
        },
        {
            "id": "daucus-carota",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2023/10/25/12/36/meadow-8340288_960_720.jpg",
                "alt": "Daucus carota plant - image by jhenning on Pixabay"
            },
            "name": "Wortelzaadolie",
            "isPremium": true,
            "scientificName": "Daucus carota",
            "description": "Wortelzaadolie is een plantaardige olie die wordt gewonnen uit de zaden van de wortelplant (Daucus carota), die voornamelijk in Europa en Azië voorkomt. De olie heeft een lichtgouden kleur en een milde, aardse geur. Wortelzaadolie staat bekend om zijn voedende eigenschappen en wordt vaak gebruikt in huidverzorgingsproducten voor zijn hydraterende en revitaliserende effecten.",
            "data": [
                {
                    "dryness": "Wortelzaadolie wordt beschouwd als een halfdroogende olie, omdat het een lichte, niet-vette textuur heeft die snel wordt opgenomen door de huid zonder een zware residu achter te laten.",
                    "suitableForSkinTypes": "Wortelzaadolie is geschikt voor alle huidtypes, inclusief droge, gecombineerde en rijpere huid.",
                    "storageAndShelfLife": "Bewaar de olie op een koele, donkere plaats. De houdbaarheid is ongeveer 1-2 jaar, afhankelijk van de opslagomstandigheden."
                },
                {
                    "keyConstituents": [
                        "Bètacaroteen: Een krachtige antioxidant die de huid helpt te beschermen tegen schade door vrije radicalen en de teint kan verbeteren.",
                        "Vitamines (A, E): Essentiële vitamines die de huid voeden en ondersteunen bij het herstel.",
                        "Vetzuren: De olie bevat verschillende vetzuren die bijdragen aan de hydratatie en het behoud van de huidbarrière."
                    ],
                    "fattyAcidProfile": [
                        "Wortelzaadolie bevat een mix van vetzuren, waaronder:",
                        "Oleïnezuur: 30-40%",
                        "Linolzuur: 20-30%",
                        "Palmitinezuur: 10-15%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Wortelzaadolie biedt langdurige hydratatie en helpt de huid soepel en gezond te houden.",
                        "Verhelderend: De bètacaroteen in de olie kan helpen de teint te egaliseren en een gezonde gloed te bevorderen.",
                        "Versterking van de huidbarrière: Helpt de natuurlijke huidbarrière te versterken en te beschermen tegen omgevingsinvloeden.",
                        "Verjongend: De antioxidanten in wortelzaadolie kunnen helpen bij het verminderen van tekenen van veroudering en het bevorderen van huidherstel."
                    ],
                    "ecologicalFootprint": "Wortelplanten zijn vaak eenvoudig te telen en hebben een relatief lage ecologische voetafdruk, waardoor ze een verantwoorde keuze zijn voor huidverzorgingsproducten.",
                    "safety": "Wortelzaadolie is veilig voor uitwendig gebruik en wordt over het algemeen goed verdragen. Een patchtest wordt aanbevolen voor mensen met een gevoelige huid.",
                    "oilCombinations": "Wortelzaadolie werkt goed samen met oliën zoals jojoba-olie (voor hydratatie), rozenbottelolie (voor huidvernieuwing) en arganolie (voor anti-aging). Deze combinaties kunnen de voordelen voor verschillende huidtypes versterken."
                }
            ]
        },
        {
            "id": "ternatea-cylindrica",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2013/06/30/12/52/clitoria-ternatea-142384_960_720.jpg",
                "alt": "Ternatea cylindrica plant - image by wiethase on Pixabay"
            },
            "name": "Macassar olie",
            "isPremium": true,
            "scientificName": "Ternatea cylindrica",
            "description": "Macassar olie, ook wel bekend als \"Nigerian oil\" of \"African oil,\" is een plantaardige olie die afkomstig is van de zaden van de Macassarboom. Het wordt vaak gebruikt in cosmetica en haarverzorgingsproducten vanwege de voedende eigenschappen. De olie heeft een rijke, romige textuur en een licht nootachtige geur.",
            "data": [
                {
                    "dryness": "Macassar olie wordt beschouwd als een niet-drogende olie, wat betekent dat het de huid en het haar hydrateert zonder een vettig gevoel achter te laten.",
                    "suitableForSkinTypes": "Macassar olie is geschikt voor alle huidtypes, maar vooral voordelig voor droge, rijpe en gevoelige huid.",
                    "storageAndShelfLife": "Bewaar de olie op een koele, donkere plaats. De houdbaarheid is ongeveer 1-2 jaar, afhankelijk van de opslagomstandigheden."
                },
                {
                    "keyConstituents": [
                        "Vetzuren: Rijk aan oliezuur (Omega-9) en linolzuur (Omega-6), die helpen bij hydratatie en het verbeteren van de huidbarrière.",
                        "Vitamine E: Een krachtige antioxidant die de huid beschermt tegen vrije radicalen."
                    ],
                    "fattyAcidProfile": [
                        "Oleïnezuur (Omega-9): 45-60%",
                        "Linolzuur (Omega-6): 20-30%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt en hydrateert de huid diepgaand, waardoor het geschikt is voor droge en rijpe huid.",
                        "Herstellend: Helpt bij het herstellen van beschadigde huid en het verminderen van littekens.",
                        "Kalmerend: Vermindert irritatie en roodheid, waardoor het ideaal is voor gevoelige huidtypes."
                    ],
                    "ecologicalFootprint": "De duurzaamheid van Macassar olie hangt af van de teeltpraktijken. Het is belangrijk om producten te kiezen die afkomstig zijn van verantwoordelijke bronnen.",
                    "safety": "Macassar olie is veilig voor uitwendig gebruik en wordt goed verdragen door de meeste huidtypes. Een patchtest is altijd aan te raden bij gebruik op een gevoelige huid.",
                    "oilCombinations": "Macassar olie werkt goed samen met andere hydraterende oliën zoals jojoba-olie, arganolie en kokosolie, wat de verzorgende eigenschappen versterkt."
                }
            ]
        },
        {
            "id": "camellia-sinensis",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2016/12/05/07/28/camellia-1883272_960_720.jpg",
                "alt": "Camellia sinensis plant - image by NoName_13 on Pixabay"
            },
            "name": "Groene Theezaadolie",
            "isPremium": true,
            "scientificName": "Camellia sinensis",
            "description": "Groene theezaadolie wordt gewonnen uit de zaden van de bladeren van de Camellia sinensis-plant, die ook bekend staat om zijn thee-productie. Deze olie heeft een lichte textuur en een subtiele, nootachtige geur. Het is rijk aan antioxidanten en wordt vaak gebruikt in huidverzorgingsproducten vanwege de vele voordelen voor de huid.",
            "data": [
                {
                    "dryness": "Groene theezaadolie wordt beschouwd als een half-drogende olie, wat betekent dat het een goede balans biedt tussen hydratatie en een lichte, niet-vette afwerking.",
                    "suitableForSkinTypes": "Groene theezaadolie is geschikt voor alle huidtypes, met name voor vette, acne-gevoelige en gevoelige huiden.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is meestal 1-2 jaar, en het toevoegen van vitamine E kan helpen om de houdbaarheid te verlengen."
                },
                {
                    "keyConstituents": [
                        "Epigallocatechinegallaat (EGCG): Een krachtig antioxidant dat helpt bij het bestrijden van vrije radicalen.",
                        "Omega-6 en Omega-9 vetzuren: Ondersteunen de huidbarrière en bevorderen de hydratatie.",
                        "Vitaminen A, B, en E: Ondersteunen de huidvernieuwing en beschermen tegen milieu-invloeden."
                    ],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 40-60%",
                        "Oleïnezuur (Omega-9): 30-50%",
                        "Palmitinezuur: 10-15%"
                    ],
                    "skinBenefits": [
                        "Antioxidant: Beschermt de huid tegen schade door UV-straling en vervuiling.",
                        "Ontstekingsremmend: Vermindert roodheid en irritatie, ideaal voor gevoelige huidtypes.",
                        "Hydraterend: Voedt de huid en helpt vocht vast te houden zonder een vet gevoel achter te laten."
                    ],
                    "ecologicalFootprint": "Groene theezaadolie is meestal een duurzaam product, vooral als het afkomstig is van biologische teelt. Het is echter belangrijk om te letten op de herkomst en productiemethoden.",
                    "safety": "Over het algemeen veilig voor uitwendig gebruik. Het is raadzaam om een patchtest uit te voeren voor gebruik op de huid, vooral voor mensen met een gevoelige huid.",
                    "oilCombinations": "Groene theezaadolie combineert goed met oliën zoals jojoba (voor balancering van talgproductie), rozenbottelolie (voor huidvernieuwing), en arganolie (voor extra voeding). Het kan ook worden gemengd met etherische oliën zoals lavendel (voor kalmerende effecten) of pepermunt (voor een verfrissend gevoel), wat de voordelen voor verschillende huidtypes versterkt."
                }
            ]
        },
        {
            "id": "moringa-oleifera",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2022/04/04/15/42/herbal-tea-7111626_960_720.jpg",
                "alt": "Moringa oleifera plant - image by Ninetechno on Pixabay"
            },
            "name": "Moringa Zaadolie",
            "isPremium": false,
            "scientificName": "Moringa oleifera",
            "description": "Moringa zaadolie, ook bekend als behenolie, wordt gewonnen uit de zaden van de moringaboom (Moringa oleifera), die inheems is in India en andere delen van Azië en Afrika. De olie wordt koudgeperst om de voedingsstoffen te behouden. Met een lichte en niet-vette textuur is deze olie populair in de cosmetische industrie vanwege zijn hydraterende eigenschappen.",
            "data": [
                {
                    "dryness": "Moringa zaadolie is een niet-drogende olie, wat betekent dat het langzaam intrekt en een voedende laag op de huid achterlaat.",
                    "suitableForSkinTypes": "Moringa zaadolie is geschikt voor alle huidtypes, maar is bijzonder voordelig voor droge en rijpere huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is doorgaans 1-2 jaar. Het toevoegen van vitamine E kan de houdbaarheid verlengen."
                },
                {
                    "keyConstituents": [
                        "Omega-9 vetzuren: Ondersteunen de huidbarrière en bieden hydratatie.",
                        "Vitamine E: Een krachtige antioxidant die helpt bij het bestrijden van vrije radicalen en de huid beschermt."
                    ],
                    "fattyAcidProfile": [
                        "Oleïnezuur (Omega-9): 70-75%",
                        "Linolzuur (Omega-6): 4-10%",
                        "Palmitinezuur: 5-10%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt en hydrateert de huid diepgaand, ideaal voor droge huidtypen.",
                        "Anti-aging: Bevat antioxidanten die helpen om de tekenen van veroudering te vertragen.",
                        "Kalmerend: Vermindert ontstekingen en roodheid, geschikt voor gevoelige huidtypen.",
                        "Reinigend: Kan helpen bij het verwijderen van onzuiverheden en overtollige olie uit de huid."
                    ],
                    "ecologicalFootprint": "Moringa is een duurzame plant die weinig water nodig heeft en kan groeien in onvruchtbare grond. Het heeft een lage ecologische voetafdruk.",
                    "safety": "Moringa zaadolie is veilig voor uitwendig gebruik. Voor de eerste toepassing is een patchtest aan te raden, vooral voor mensen met een gevoelige huid.",
                    "oilCombinations": "Moringa zaadolie werkt goed samen met oliën zoals jojoba (voor talgregulatie), argan (voor anti-aging) en kokosolie (voor extra hydratatie). Deze combinaties kunnen de voordelen voor verschillende huidtypen versterken."
                }
            ]
        },
        {
            "id": "persea-americana",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2015/08/10/12/02/avocados-882635_960_720.jpg",
                "alt": "Persea americana plant - image by sandid on Pixabay"
            },
            "name": "Avocado-olie",
            "isPremium": false,
            "scientificName": "Persea americana",
            "description": "Avocado-olie wordt gewonnen uit het vlees van de avocado vrucht, die inheems is in Midden- en Zuid-Amerika. De olie wordt vaak koudgeperst, wat zorgt voor een rijke en voedzame olie die veel wordt gebruikt in huidverzorging en voeding. Avocado-olie staat bekend om zijn hydraterende en voedende eigenschappen.",
            "data": [
                {
                    "dryness": "Avocado-olie wordt beschouwd als een niet-drogende olie, wat betekent dat het rijk en voedend is zonder de poriën te verstoppen.",
                    "suitableForSkinTypes": "Avocado-olie is geschikt voor alle huidtypes, maar vooral voordelig voor droge en rijpere huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is meestal 1-2 jaar, vooral als het in een goed afgesloten container wordt bewaard."
                },
                {
                    "keyConstituents": [
                        "Vetzuren: Rijk aan oliezuur (Omega-9), wat de huidbarrière ondersteunt en de hydratatie bevordert.",
                        "Vitaminen: Bevat een hoge concentratie vitamine E, een krachtige antioxidant die de huid helpt beschermen tegen veroudering en schade door vrije radicalen.",
                        "Mineralen: Inclusief kalium en magnesium, die bijdragen aan de algehele huidgezondheid."
                    ],
                    "fattyAcidProfile": [
                        "Oliezuur (Omega-9): 60-70%",
                        "Linolzuur (Omega-6): 10-15%",
                        "Palmitinezuur: 10-15%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt en hydrateert de huid diepgaand, ideaal voor droge huidtypes.",
                        "Herstellend: Bevordert de genezing van de huid en kan helpen bij het verminderen van littekens en acne.",
                        "Anti-aging: De antioxidanten in avocado-olie helpen bij het bestrijden van vrije radicalen, wat het verouderingsproces kan vertragen.",
                        "Ontstekingsremmend: Vermindert roodheid en irritatie, wat het een goede keuze maakt voor gevoelige huidtypen."
                    ],
                    "ecologicalFootprint": "Avocado-productie kan ecologische impact hebben door watergebruik en ontbossing. Het kiezen voor duurzaam geproduceerde avocado-olie kan helpen om deze impact te minimaliseren.",
                    "safety": "Avocado-olie is over het algemeen veilig voor uitwendig gebruik. Het is belangrijk om te controleren op allergieën, vooral voor mensen met latexallergieën, aangezien sommige mensen hierop kunnen reageren.",
                    "oilCombinations": "Avocado-olie werkt goed samen met oliën zoals jojoba (voor extra hydratatie), argan (voor anti-aging voordelen), en etherische oliën zoals tea tree (voor acne-behandeling). Deze combinaties kunnen de voordelen voor verschillende huidtypes versterken."
                }
            ]
        },
        {
            "id": "coffea-arabica",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2021/12/07/19/41/roasted-coffee-6853956_960_720.jpg",
                "alt": "Coffea arabica plant - image by Ri_Ya on Pixabay"
            },
            "name": "Koffieboonolie",
            "isPremium": false,
            "scientificName": "Coffea arabica",
            "description": "Koffieboonolie wordt geëxtraheerd uit de zaden (bonen) van de koffieplant, vooral de Arabica-variant. Deze olie is rijk aan antioxidanten en heeft een sterke, karakteristieke geur. Koffieboonolie is populair in huidverzorging vanwege de stimulerende en revitaliserende eigenschappen.",
            "data": [
                {
                    "dryness": "Koffieboonolie wordt meestal als een niet-drogende olie beschouwd, wat betekent dat het een rijkere textuur heeft en een hydraterend effect biedt zonder een vet gevoel te geven.",
                    "suitableForSkinTypes": "Koffieboonolie is geschikt voor de meeste huidtypes, inclusief normale, vette en droge huid. Het is ook nuttig voor mensen met een doffe huid of tekenen van veroudering.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is ongeveer 12 maanden. Het toevoegen van vitamine E kan helpen de houdbaarheid te verlengen."
                },
                {
                    "keyConstituents": [
                        "Cafeïne: Verhoogt de bloedcirculatie en kan helpen bij het verminderen van zwellingen en donkere kringen onder de ogen.",
                        "Antioxidanten: Beschermen de huid tegen schade door vrije radicalen.",
                        "Vetzuren: Helpen de huid te hydrateren en te verzachten."
                    ],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 30-40%",
                        "Oleïnezuur (Omega-9): 40-50%",
                        "Palmitinezuur: 10-15%"
                    ],
                    "skinBenefits": [
                        "Stimulans: Verbetert de bloedcirculatie, wat de huid een gezondere uitstraling kan geven.",
                        "Hydraterend: Voedt de huid en houdt deze soepel.",
                        "Verstevigend: Kan helpen bij het verminderen van de verschijning van cellulitis door de huid te strakker te maken.",
                        "Antioxidant: Beschermt de huid tegen schade en veroudering."
                    ],
                    "ecologicalFootprint": "De productie van koffieboonolie kan impact hebben op het milieu, afhankelijk van de landbouwmethoden. Het kiezen voor biologische en duurzame bronnen is belangrijk.",
                    "safety": "Koffieboonolie is over het algemeen veilig voor uitwendig gebruik, maar het is altijd verstandig om een patchtest uit te voeren, vooral voor mensen met een gevoelige huid.",
                    "oilCombinations": "Koffieboonolie kan goed worden gecombineerd met oliën zoals jojoba (voor hydratatie), arganolie (voor voeding), en amandelolie (voor extra verzorging)."
                }
            ]
        },
        {
            "id": "sambucus-nigra",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2023/05/10/11/04/sambucus-nigra-7983580_960_720.jpg",
                "alt": "Sambucus nigra plant - image by neelam279 on Pixabay"
            },
            "name": "Vlierbessenolie",
            "isPremium": false,
            "scientificName": "Sambucus nigra",
            "description": "Vlierbessenolie wordt gewonnen uit de zaden en vruchten van de vlierbes, een plant die bekend staat om zijn rijke voedingsstoffen en antioxidanten. De olie wordt koudgeperst om de voedingswaarde te behouden. Met een lichtgewicht textuur is deze olie ideaal voor gebruik in huidverzorgingsproducten. Belangrijkste inhoudsstoffen: Antioxidanten: Beschermen de huid tegen vrije radicalen en veroudering. Vitaminen A en C: Bevorderen de huidgezondheid en verfrissen de teint. Omega-3 en Omega-6 vetzuren: Ondersteunen de huidbarrière en verbeteren de hydratatie.",
            "data": [
                {
                    "dryness": "Vlierbessenolie wordt beschouwd als een half-drogende olie, wat betekent dat het redelijk snel intrekt zonder een vettig residu achter te laten.",
                    "suitableForSkinTypes": "Vlierbessenolie is geschikt voor alle huidtypes, met name voor droge, rijpere en gevoelige huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is ongeveer 6-12 maanden. Toevoeging van vitamine E kan de houdbaarheid verlengen."
                },
                {
                    "keyConstituents": [],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 50-60%",
                        "Alfa-linoleenzuur (Omega-3): 20-30%",
                        "Oleïnezuur (Omega-9): 15-20%"
                    ],
                    "skinBenefits": [
                        "Vochtinbrengend: Helpt de huid te hydrateren en maakt deze soepel.",
                        "Verstevigend: Verbetert de elasticiteit en vermindert de zichtbaarheid van fijne lijntjes.",
                        "Antioxidant: Beschermt de huid tegen schade en vertraagt veroudering.",
                        "Kalmerend: Vermindert ontstekingen en roodheid, ideaal voor gevoelige huidtypen."
                    ],
                    "ecologicalFootprint": "Vlierbessenolie is vaak duurzaam geproduceerd, maar kies voor producten die op een verantwoorde manier zijn geoogst.",
                    "safety": "Vlierbessenolie is veilig voor uitwendig gebruik. Voer altijd een patchtest uit voor gebruik op de huid.",
                    "oilCombinations": "Vlierbessenolie werkt goed samen met oliën zoals argan (voor anti-aging voordelen), jojoba (voor talgregulatie) en avocado-olie (voor extra hydratatie). Het kan ook gecombineerd worden met etherische oliën zoals lavendel (voor een rustgevende geur) en rozenolie (voor een luxe verzorging)."
                }
            ]
        },
        {
            "id": "triticum-vulgare",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2018/08/10/20/45/tansy-3597558_960_720.jpg",
                "alt": "Triticum vulgare plant - image by Schwoaze on Pixabay"
            },
            "name": "Tarwekiemolie",
            "isPremium": true,
            "scientificName": "Triticum vulgare",
            "description": "Tarwekiemolie wordt gewonnen uit de kiem van de tarwekorrel (Triticum vulgare). Deze olie is rijk aan voedingsstoffen en antioxidanten en wordt vaak koudgeperst om de heilzame eigenschappen te behouden. Tarwekiemolie heeft een karakteristieke nootachtige geur en een lichtgele kleur, waardoor het een populaire keuze is in zowel de cosmetica- als de voedingsindustrie. Belangrijkste inhoudsstoffen: Vitamine E: Een krachtige antioxidant die de huid beschermt tegen vrije radicalen en oxidatieve stress. Omega-3 en Omega-6 vetzuren: Ondersteunen de huidbarrière en bevorderen de hydratatie. Fytosterolen: Natuurlijke verbindingen die ontstekingsremmende en huidherstellende eigenschappen hebben.",
            "data": [
                {
                    "dryness": "Tarwekiemolie is een niet-drogende olie, wat betekent dat het een rijke, voedende textuur heeft en goed intrekt in de huid.",
                    "suitableForSkinTypes": "Tarwekiemolie is geschikt voor alle huidtypes, maar is vooral gunstig voor droge, rijpe en beschadigde huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is 6-12 maanden. Toevoeging van vitamine E kan de houdbaarheid verlengen."
                },
                {
                    "keyConstituents": [],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 50-60%",
                        "Oleïnezuur (Omega-9): 15-20%",
                        "Alfa-linoleenzuur (Omega-3): 5-10%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt de huid intensief en helpt bij het behouden van een goede hydratatie.",
                        "Anti-aging: De hoge concentratie aan vitamine E vertraagt huidveroudering en helpt fijne lijntjes te verminderen.",
                        "Kalmerend: Vermindert roodheid en irritatie, waardoor het ideaal is voor gevoelige huidtypen.",
                        "Herstellend: Bevordert de genezing van de huid en helpt littekens en andere onregelmatigheden te verminderen."
                    ],
                    "ecologicalFootprint": "Tarwekiemolie kan een ecologische voetafdruk hebben, afhankelijk van de teeltpraktijken. Het is aan te raden om te kiezen voor biologisch geproduceerde olie om de impact op het milieu te minimaliseren.",
                    "safety": "Tarwekiemolie is over het algemeen veilig voor uitwendig gebruik, maar een patchtest wordt aanbevolen bij de eerste toepassing, vooral voor mensen met glutenallergieën.",
                    "oilCombinations": "Tarwekiemolie werkt goed samen met oliën zoals argan (voor extra hydratatie), jojoba (voor talgregulatie) en amandelolie (voor extra verzorging). Het kan ook worden gecombineerd met etherische oliën zoals lavendel (voor een kalmerend effect) en rozenolie (voor een luxe geur en extra huidvoordelen)."
                }
            ]
        },
        {
            "id": "broccoli-zaadolie-(brassica-oleracea-var.-italica)",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2025/05/01/09/05/clouds-9570936_960_720.jpg",
                "alt": " plant - image by ELG21 on Pixabay"
            },
            "name": "Broccoli Zaadolie (Brassica oleracea var. italica)",
            "isPremium": true,
            "scientificName": "",
            "description": "Broccoli zaadolie wordt gewonnen uit de zaden van de broccoli-planten en staat bekend om zijn rijke voedingswaarde en veelzijdige toepassingen in huidverzorging. De olie wordt meestal koudgeperst om de heilzame stoffen te behouden en heeft een lichte, niet-vette textuur die goed wordt opgenomen door de huid.",
            "data": [
                {
                    "dryness": "Broccoli zaadolie wordt vaak beschouwd als een half-drogende olie, wat betekent dat het relatief snel intrekt, maar nog steeds een goede hydratatie biedt.",
                    "suitableForSkinTypes": "Broccoli zaadolie is geschikt voor alle huidtypes, met name voor droge, gevoelige en rijpe huid.",
                    "storageAndShelfLife": "Bewaar de olie op een koele, donkere plaats. De houdbaarheid is meestal 6-12 maanden, afhankelijk van de opslagomstandigheden."
                },
                {
                    "keyConstituents": [
                        "Vetzuren: Hoog in oliezuur (Omega-9) en linolzuur (Omega-6), die helpen de huid te hydrateren en te beschermen.",
                        "Vitamine K: Belangrijk voor de huidgezondheid en kan helpen bij het verminderen van ontstekingen.",
                        "Antioxidanten: Beschermen de huid tegen schade door vrije radicalen."
                    ],
                    "fattyAcidProfile": [
                        "Oliezuur (Omega-9): 40-50%",
                        "Linolzuur (Omega-6): 15-30%",
                        "Alfa-linoleenzuur (Omega-3): 5-10%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Versterkt de huidbarrière en helpt vocht vast te houden.",
                        "Anti-aging: Antioxidanten in broccoli zaadolie helpen de tekenen van veroudering te verminderen door de huid te beschermen tegen schade door UV-straling en milieu-invloeden.",
                        "Kalmerend: Vermindert irritatie en roodheid, waardoor het geschikt is voor gevoelige huidtypen.",
                        "Versterking van de huidbarrière: Helpt de huid te beschermen tegen externe agressoren."
                    ],
                    "ecologicalFootprint": "Broccoli wordt vaak in grote hoeveelheden geteeld, en de olieproductie is relatief duurzaam. Het kiezen van biologisch geteelde broccoli kan de ecologische impact verder verminderen.",
                    "safety": "Broccoli zaadolie is over het algemeen veilig voor uitwendig gebruik. Een patchtest is aan te raden voor mensen met een gevoelige huid of allergieën.",
                    "oilCombinations": "Broccoli zaadolie kan goed worden gecombineerd met oliën zoals jojoba (voor extra hydratatie), argan (voor anti-aging voordelen) en etherische oliën zoals lavendel (voor kalmerende effecten). Deze combinaties kunnen de voordelen voor verschillende huidtypes versterken."
                }
            ]
        },
        {
            "id": "prunus-armeniaca",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2018/05/27/16/19/apricots-3433818_960_720.jpg",
                "alt": "Prunus armeniaca plant - image by Couleur on Pixabay"
            },
            "name": "Abrikozenpitolie",
            "isPremium": true,
            "scientificName": "Prunus armeniaca",
            "description": "Abrikozenpitolie wordt gewonnen uit de pitten van de abrikoos, een fruit dat behoort tot de rozenfamilie (Rosaceae). De olie wordt meestal koudgeperst om de voedingsstoffen en aroma's te behouden. Het heeft een lichte, niet-vette textuur die het ideaal maakt voor gebruik in huidverzorgingsproducten en aromatherapie.",
            "data": [
                {
                    "dryness": "Abrikozenpitolie wordt beschouwd als een half-drogende olie, wat betekent dat het snel in de huid trekt zonder een vettig gevoel achter te laten.",
                    "suitableForSkinTypes": "Abrikozenpitolie is geschikt voor alle huidtypes, waaronder droge, normale, en gevoelige huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is meestal 6-12 maanden, en toevoeging van vitamine E kan helpen om de houdbaarheid te verlengen."
                },
                {
                    "keyConstituents": [
                        "Omega-9 vetzuren: Ondersteunen de huidbarrière en bevorderen de hydratatie.",
                        "Vitaminen A en E: Beschermen de huid tegen schade door vrije radicalen en bevorderen de regeneratie.",
                        "Linolzuur (Omega-6): Helpt bij het verminderen van ontstekingen en bevordert een evenwichtige huid."
                    ],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 25-30%",
                        "Oleïnezuur (Omega-9): 55-70%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt en hydrateert de huid diepgaand.",
                        "Anti-aging: Antioxidanten in de olie helpen bij het verminderen van fijne lijntjes en rimpels.",
                        "Kalmerend: Vermindert roodheid en irritatie, waardoor het ideaal is voor gevoelige huidtypes.",
                        "Huidvernieuwend: Stimuleert de celvernieuwing en helpt bij het vervagen van littekens en oneffenheden."
                    ],
                    "ecologicalFootprint": "Abrikozenpitolie wordt beschouwd als een duurzaam product, omdat het vaak een bijproduct is van de voedingsindustrie. Het is echter belangrijk om bij de aankoop aandacht te besteden aan de bron en de productiemethoden.",
                    "safety": "Bij gebruik op de huid is het aan te raden om eerst een patchtest uit te voeren, vooral bij mensen met een gevoelige huid.",
                    "oilCombinations": "Abrikozenpitolie werkt goed samen met oliën zoals jojoba (voor extra hydratatie), argan (voor anti-aging), en kokosolie (voor een verzachtend effect). Deze combinaties kunnen de voordelen voor verschillende huidtypes versterken en een extra laag van bescherming bieden."
                }
            ]
        },
        {
            "id": "cera-flava",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2022/07/11/06/14/wild-bird-7314255_960_720.jpg",
                "alt": "Cera flava plant - image by Kanenori on Pixabay"
            },
            "name": "Bijenwas",
            "isPremium": false,
            "scientificName": "Cera flava",
            "description": "Bijenwas is een natuurlijke was die door bijen wordt geproduceerd als een bouwmateriaal voor hun honingraten. Het heeft een unieke textuur en een aangename geur. Bijenwas wordt vaak gebruikt in cosmetische producten vanwege zijn uitstekende emolliënt-eigenschappen en zijn vermogen om de huid te beschermen. Belangrijkste inhoudsstoffen: • Vetzuren: Bevat onder andere palmitinezuur en myristinezuur, die de huid hydrateren. • Hydrocarbons: Creëren een beschermende laag op de huid. • Vitamines: Bevat kleine hoeveelheden vitamines A en E, die bijdragen aan de huidgezondheid.",
            "data": [
                {
                    "dryness": "Bijenwas is een niet-drogende was die een beschermende laag vormt zonder de huid te verstoppen.",
                    "suitableForSkinTypes": "Bijenwas is geschikt voor alle huidtypes, vooral voor droge en gevoelige huidtypen.",
                    "storageAndShelfLife": "Bewaar op een koele, droge plaats. Houdbaarheid is 2-5 jaar, afhankelijk van de opslagomstandigheden."
                },
                {
                    "keyConstituents": [],
                    "fattyAcidProfile": [
                        "Palmitinezuur: 20-30%",
                        "Myristinezuur: 5-10%",
                        "Andere vetzuren: 5-10%"
                    ],
                    "skinBenefits": [
                        "Beschermend: Vormt een barrière tegen vochtverlies en externe invloeden.",
                        "Verzachtend: Verhoogt de hydratatie en soepelheid van de huid.",
                        "Helend: Ondersteunt de huidgenezing en vermindert irritaties.",
                        "Stabiliserend: Versterkt de textuur van lotions en crèmes."
                    ],
                    "ecologicalFootprint": "Bijenwas is een duurzaam product zolang het afkomstig is van goed beheerde bijenhouders. Het is belangrijk om bijenwas te kiezen die ecologisch verantwoord is verkregen.",
                    "safety": "Bijenwas is veilig voor gebruik op de huid. Mensen met bijenallergieën moeten echter voorzichtig zijn en een patchtest uitvoeren voordat ze het gebruiken.",
                    "oilCombinations": "Bijenwas werkt goed samen met oliën zoals kokosolie (hydraterend), olijfolie (voedend) en arganolie (herstellend). Het kan ook worden gecombineerd met etherische oliën zoals lavendel (kalmerend) en pepermunt (verfrissend), wat extra voordelen biedt voor de huid."
                }
            ]
        },
        {
            "id": "cocos-nucifera",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2017/09/18/18/21/coconuts-2762708_960_720.jpg",
                "alt": "Cocos nucifera plant - image by SandeepHanda on Pixabay"
            },
            "name": "Kokosolie",
            "isPremium": true,
            "scientificName": "Cocos nucifera",
            "description": "Kokosolie wordt gewonnen uit het vlees van de kokosnoot en is een veelzijdig en populair ingrediënt in zowel de keuken als de cosmetische industrie. Het heeft een lichte, zoete geur en een romige textuur, waardoor het ideaal is voor verschillende toepassingen in huidverzorging.",
            "data": [
                {
                    "dryness": "Kokosolie is een niet-drogende olie die een beschermende laag op de huid vormt en zorgt voor langdurige hydratatie.",
                    "suitableForSkinTypes": "Kokosolie is geschikt voor de meeste huidtypen, inclusief droge, normale en gevoelige huid, maar kan comedogeen zijn voor acne-gevoelige huidtypes.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid van kokosolie is meestal 1-2 jaar, afhankelijk van de opslagomstandigheden en of het koudgeperst of geraffineerd is."
                },
                {
                    "keyConstituents": [
                        "Laurinezuur: Biedt antibacteriële, antivirale en schimmelwerende eigenschappen.",
                        "Caprinezuur en caprylzuur: Helpen bij het verzachten van de huid en het verminderen van ontstekingen.",
                        "Vitamine E: Een krachtige antioxidant die de huid beschermt tegen schade door vrije radicalen."
                    ],
                    "fattyAcidProfile": [
                        "Laurinezuur: 47-53%",
                        "Myristinezuur: 16-21%",
                        "Palmitinezuur: 7-10%",
                        "Oleïnezuur (Omega-9): 5-10%"
                    ],
                    "skinBenefits": [
                        "Voedend: Hydrateert de huid en voorkomt uitdroging.",
                        "Antimicrobieel: Helpt de huid te beschermen tegen bacteriën en schimmels.",
                        "Kalmerend: Verlicht irritatie en roodheid, waardoor het nuttig is voor gevoelige huidtypen.",
                        "Anti-aging: Bevat antioxidanten die helpen de huid te beschermen tegen veroudering."
                    ],
                    "ecologicalFootprint": "De ecologische impact van kokosolie kan variëren afhankelijk van de productiepraktijken. Duurzame teelt en ethische productie zijn belangrijk om de impact op het milieu en de lokale gemeenschappen te minimaliseren.",
                    "safety": "Kokosolie is over het algemeen veilig voor uitwendig gebruik en wordt vaak gebruikt in huidverzorging. Het is echter aan te raden om een patchtest uit te voeren, vooral bij mensen met een gevoelige huid.",
                    "oilCombinations": "Kokosolie werkt goed samen met oliën zoals jojoba (voor extra hydratatie), arganolie (voor anti-aging) en amandelolie (voor verzachting). Het kan ook worden gecombineerd met etherische oliën zoals lavendel of pepermunt voor extra geur en voordelen."
                }
            ]
        },
        {
            "id": "primula-veris",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2017/06/01/10/37/primrose-2363120_960_720.jpg",
                "alt": "Primula veris plant - image by MAKY_OREL on Pixabay"
            },
            "name": "Moerasbloemzaadolie",
            "isPremium": false,
            "scientificName": "Primula veris",
            "description": "Moerasbloemzaadolie wordt gewonnen uit de zaden van de moerasbloem (Primula veris), een plant die voorkomt in vochtige graslanden en moerassen. De olie wordt koudgeperst om de kostbare voedingsstoffen te behouden. Met een lichte, niet-vette textuur is deze olie bijzonder geschikt voor huidverzorging.",
            "data": [
                {
                    "dryness": "Moerasbloemzaadolie is een half-drogende olie, wat betekent dat het redelijk snel intrekt zonder een vettig gevoel achter te laten.",
                    "suitableForSkinTypes": "Moerasbloemzaadolie is geschikt voor droge, gevoelige en rijpere huidtypen, evenals voor huiden met een neiging tot eczeem of rosacea.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is meestal 6-12 maanden. Toevoeging van vitamine E kan de houdbaarheid verlengen."
                },
                {
                    "keyConstituents": [
                        "Gamma-linoleenzuur (GLA): Een omega-6 vetzuur dat helpt bij het reguleren van de huidbarrière en ontstekingen vermindert.",
                        "Vitaminen A en E: Antioxidanten die de huid beschermen en regenereren."
                    ],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 35-45%",
                        "Gamma-linoleenzuur (GLA): 8-12%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt en hydrateert de huid, ideaal voor droge huidtypen.",
                        "Kalmerend: Vermindert roodheid en irritatie, waardoor het geschikt is voor gevoelige huid.",
                        "Huidvernieuwend: Stimuleert de celvernieuwing en helpt bij het verminderen van littekens en fijne lijntjes."
                    ],
                    "ecologicalFootprint": "Moerasbloemzaadolie is vaak een bijproduct van de bloementeelt, maar het is belangrijk om te kiezen voor producten van duurzame en ethische bronnen.",
                    "safety": "Over het algemeen veilig voor uitwendig gebruik. Een patchtest wordt aanbevolen bij gebruik op de gevoelige huid.",
                    "oilCombinations": "Moerasbloemzaadolie combineert goed met oliën zoals jojoba (voor talgregulatie), argan (voor anti-aging) en teunisbloemolie (voor extra kalmerende eigenschappen). Het kan ook gemengd worden met etherische oliën zoals lavendel voor aromatherapeutische voordelen."
                }
            ]
        },
        {
            "id": "anacardium-occidentale",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2018/07/08/08/44/anacardium-3523449_960_720.jpg",
                "alt": "Anacardium occidentale plant - image by ReadyElements on Pixabay"
            },
            "name": "Cashew-olie",
            "isPremium": false,
            "scientificName": "Anacardium occidentale",
            "description": "Cashewolie wordt geëxtraheerd uit de noten van de cashewboom, een plant die afkomstig is uit Zuid-Amerika maar nu wereldwijd wordt geteeld. De olie heeft een milde, nootachtige geur en een lichte, niet-vette textuur, waardoor het een populaire keuze is voor huidverzorgingsproducten en cosmetica.",
            "data": [
                {
                    "dryness": "Cashewolie wordt beschouwd als een niet-drogende olie, wat betekent dat het langzaam intrekt en een lichte, voedende laag op de huid achterlaat.",
                    "suitableForSkinTypes": "Cashewolie is geschikt voor alle huidtypes, met name voor droge, gevoelige en rijpe huiden.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is meestal 6-12 maanden. Het toevoegen van vitamine E kan de houdbaarheid verlengen."
                },
                {
                    "keyConstituents": [
                        "Omega-9 vetzuren (oleïnezuur): Ondersteunen de huidbarrière en bevorderen de hydratatie.",
                        "Vitamine E: Een krachtige antioxidant die de huid beschermt tegen schade door vrije radicalen en veroudering.",
                        "Magnesium: Helpt bij het behouden van een gezonde huid en ondersteunt het herstelproces."
                    ],
                    "fattyAcidProfile": [
                        "Oleïnezuur (Omega-9): 60-70%",
                        "Linolzuur (Omega-6): 10-15%",
                        "Palmitinezuur: 10-15%"
                    ],
                    "skinBenefits": [
                        "Voedend: Rijk aan voedingsstoffen die de huid hydrateren en voeden.",
                        "Kalmerend: Vermindert irritatie en roodheid, ideaal voor gevoelige huidtypes.",
                        "Herstel: Ondersteunt de genezing van de huid, vooral bij kleine snijwonden of irritaties."
                    ],
                    "ecologicalFootprint": "Cashewolie kan duurzaam zijn, afhankelijk van de teelt- en oogstmethoden. Biologische en fairtrade-certificeringen zijn goede indicatoren van een lagere ecologische voetafdruk.",
                    "safety": "Cashewolie is over het algemeen veilig voor uitwendig gebruik. Bij gebruik op de huid is het aan te raden om eerst een patchtest uit te voeren, vooral voor mensen met een notenallergie.",
                    "oilCombinations": "Cashewolie werkt goed samen met oliën zoals arganolie (voor extra anti-aging voordelen), kokosolie (voor hydraterende effecten), en abrikozenpitolie (voor een lichte textuur). Het kan ook worden gecombineerd met etherische oliën zoals lavendel (voor kalmerende eigenschappen) of citrusoliën (voor een verfrissend effect)."
                }
            ]
        },
        {
            "id": "oryza-sativa",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2020/09/17/06/39/rice-5578135_960_720.jpg",
                "alt": "Oryza sativa plant - image by 月月99 on Pixabay"
            },
            "name": "Rijstwas",
            "isPremium": false,
            "scientificName": "Oryza sativa",
            "description": "Rijstwas is een natuurlijke was die wordt gewonnen uit de rijstplant, met name uit de schil en de zaden. Deze was heeft een zachte, romige textuur en wordt veel gebruikt in cosmetica vanwege zijn hydraterende en beschermende eigenschappen. Belangrijkste inhoudsstoffen: • Vetzuren: Helpen bij het behouden van de vochtbalans in de huid. • Antioxidanten: Beschermen de huid tegen schadelijke invloeden van buitenaf. • Vitaminen: Bieden extra voeding voor de huid.",
            "data": [
                {
                    "dryness": "Rijstwas is een niet-drogende was die een beschermende laag op de huid aanbrengt zonder een plakkerig gevoel achter te laten.",
                    "suitableForSkinTypes": "Rijstwas is geschikt voor alle huidtypes, inclusief gevoelige en droge huidtypen.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. Houdbaarheid is 1-2 jaar, afhankelijk van de opslagomstandigheden."
                },
                {
                    "keyConstituents": [],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 35-45%",
                        "Oleïnezuur (Omega-9): 20-30%",
                        "Palmitinezuur: 15-25%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt de huid intensief en houdt deze zacht en soepel.",
                        "Beschermend: Vormt een barrière tegen vochtverlies en omgevingsfactoren.",
                        "Kalmerend: Vermindert irritatie en roodheid van de huid.",
                        "Verbeterend: Versterkt de huidstructuur en verbetert de algehele uitstraling."
                    ],
                    "ecologicalFootprint": "Rijstwas is een duurzaam product, maar het is belangrijk om te kiezen voor bronnen die ecologisch verantwoord zijn, zoals biologisch verbouwde rijst.",
                    "safety": "Rijstwas is over het algemeen veilig voor gebruik op de huid en heeft een laag risico op allergische reacties.",
                    "oilCombinations": "Rijstwas werkt goed samen met oliën zoals arganolie (hydraterend), jojoba-olie (talgregulatie) en kokosolie (vochtinbrengend). Het kan ook worden gecombineerd met sheaboter (intensieve voeding) en cacaoboter (verzachtend), wat extra voordelen biedt voor de huid."
                }
            ]
        },
        {
            "id": "ribes-nigrum",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2023/07/31/10/20/fruit-8160703_960_720.jpg",
                "alt": "Ribes nigrum plant - image by neelam279 on Pixabay"
            },
            "name": "Zwarte Bessenolie",
            "isPremium": false,
            "scientificName": "Ribes nigrum",
            "description": "Zwarte bessenolie wordt gewonnen uit de zaden van de zwarte bessenplant, die behoort tot de kruisbesfamilie (Grossulariaceae). De olie wordt meestal koudgeperst, waardoor de voedzame eigenschappen en de krachtige antioxidanten behouden blijven. Zwarte bessenolie heeft een rijke, iets nootachtige smaak en is populair in zowel voeding als huidverzorging. Belangrijkste inhoudsstoffen: Omega-3 (alfalinoleenzuur) en Omega-6 (linolzuur) vetzuren: Ondersteunen de huidbarrière en bevorderen een gezonde huid. Vitamine E: Een sterke antioxidant die de huid beschermt tegen schadelijke invloeden van buitenaf. Anthocyanen: Antioxidanten die bijdragen aan de anti-aging voordelen van de olie.",
            "data": [
                {
                    "dryness": "Zwarte bessenolie is een niet-drogende olie, wat betekent dat het een licht vettig gevoel kan achterlaten en langzaam intrekt.",
                    "suitableForSkinTypes": "Zwarte bessenolie is geschikt voor alle huidtypes, inclusief droge, gevoelige en rijpere huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is ongeveer 6-12 maanden. Het toevoegen van vitamine E kan de houdbaarheid verlengen."
                },
                {
                    "keyConstituents": [],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 15-25%",
                        "Alfalinoleenzuur (Omega-3): 20-30%",
                        "Oleïnezuur (Omega-9): 10-15%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt de huid en helpt vocht vast te houden.",
                        "Antioxidant: Beschermt de huid tegen schade door vrije radicalen.",
                        "Kalmerend: Vermindert irritatie en roodheid van de huid.",
                        "Versterkend: Ondersteunt de huidstructuur en bevordert een jeugdige uitstraling."
                    ],
                    "ecologicalFootprint": "De productie van zwarte bessenolie kan een lagere ecologische voetafdruk hebben als het afkomstig is van duurzame bronnen, maar de teelt vereist water en kan pesticidegebruik met zich meebrengen.",
                    "safety": "Zwarte bessenolie is over het algemeen veilig voor uitwendig gebruik. Een patchtest wordt aanbevolen bij eerste gebruik.",
                    "oilCombinations": "Zwarte bessenolie werkt goed samen met oliën zoals arganolie (voor extra hydratatie), jojoba (voor talgregulatie) en rozenbottelzaadolie (voor anti-aging voordelen). Het kan ook worden gecombineerd met etherische oliën zoals lavendel (voor kalmerende effecten) en tea tree (voor acne-behandeling)."
                }
            ]
        },
        {
            "id": "mangifera-indica",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2014/04/10/16/35/mango-tree-321075_960_720.jpg",
                "alt": "Mangifera indica plant - image by sarangib on Pixabay"
            },
            "name": "Mangoboter",
            "isPremium": false,
            "scientificName": "Mangifera indica",
            "description": "Mangoboter wordt gewonnen uit de pit van de mango, een tropische vrucht uit de Anacardiaceae-familie. De boter wordt verkregen door de zaden koud te persen, waardoor de voedingsstoffen en antioxidanten behouden blijven. Met een romige, vaste textuur bij kamertemperatuur is mangoboter een uitstekende keuze voor hydraterende en verzorgende huidproducten.",
            "data": [
                {
                    "dryness": "Mangoboter wordt als niet-drogend beschouwd, wat betekent dat het een hydraterende werking heeft zonder een vettig gevoel achter te laten.",
                    "suitableForSkinTypes": "Mangoboter is geschikt voor alle huidtypes, inclusief droge, rijpe en gevoelige huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is ongeveer 1-2 jaar, afhankelijk van de opslagomstandigheden."
                },
                {
                    "keyConstituents": [
                        "Vetzuren: Bevat voornamelijk oliezuur (Omega-9) en stearinezuur, die de huid hydrateren en verbeteren.",
                        "Vitaminen A en E: Essentieel voor huidregeneratie en bescherming tegen vrije radicalen."
                    ],
                    "fattyAcidProfile": [
                        "Oleïnezuur (Omega-9): 30-40%",
                        "Stearinezuur: 40-50%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt en hydrateert de huid intensief.",
                        "Voedend: Rijk aan vitamines, wat helpt bij het vernieuwen en herstellen van de huid.",
                        "Anti-aging: Ondersteunt de elasticiteit van de huid en helpt fijne lijntjes te verminderen."
                    ],
                    "ecologicalFootprint": "Mangoboter is een duurzaam bijproduct van de mango-industrie, maar het is belangrijk om te kiezen voor ethisch verantwoorde producten.",
                    "safety": "Mangoboter is veilig voor uitwendig gebruik, maar een patchtest wordt aanbevolen voor mensen met een gevoelige huid.",
                    "oilCombinations": "Mangoboter werkt goed samen met andere hydraterende oliën zoals kokosolie en sheaboter, en kan worden gemengd met etherische oliën voor extra geur en voordelen."
                }
            ]
        },
        {
            "id": "perilla-frutescens",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2018/07/01/12/53/perilla-frutescens-3509398_960_720.jpg",
                "alt": "Perilla frutescens plant - image by Alexas_Fotos on Pixabay"
            },
            "name": "Perilla Zaadolie",
            "isPremium": true,
            "scientificName": "Perilla frutescens",
            "description": "Perilla zaadolie wordt gewonnen uit de zaden van de perillaplant, die behoort tot de lipbloemenfamilie (Lamiaceae). Deze olie wordt koudgeperst om de voedingsstoffen te behouden en heeft een licht groene kleur en een nootachtige geur. Perilla is populair in de Aziatische keuken en wordt steeds vaker gebruikt in huidverzorgingsproducten vanwege zijn rijke samenstelling.",
            "data": [
                {
                    "dryness": "Perilla zaadolie wordt beschouwd als een half-drogende olie, die snel intrekt zonder een vet gevoel achter te laten.",
                    "suitableForSkinTypes": "Perilla zaadolie is geschikt voor alle huidtypen, inclusief gevoelige en acne-gevoelige huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is ongeveer 6-12 maanden. Toevoeging van vitamine E kan de houdbaarheid verlengen."
                },
                {
                    "keyConstituents": [
                        "Omega-3 vetzuren (α-linoleenzuur): Ondersteunen de huidbarrière en hebben ontstekingsremmende eigenschappen.",
                        "Omega-6 vetzuren (linolzuur): Belangrijk voor de hydratatie van de huid.",
                        "Vitaminen (A, C en E): Werken als antioxidanten en bevorderen de huidgezondheid."
                    ],
                    "fattyAcidProfile": [
                        "α-Linoleenzuur (Omega-3): 50-60%",
                        "Linolzuur (Omega-6): 20-30%",
                        "Oleïnezuur (Omega-9): 10-20%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt en hydrateert de huid, wat bijdraagt aan een gezonde uitstraling.",
                        "Anti-aging: De antioxidanten helpen huidveroudering te vertragen en beschermen tegen schade door vrije radicalen.",
                        "Kalmerend: Vermindert roodheid en irritatie, ideaal voor gevoelige huidtypen."
                    ],
                    "ecologicalFootprint": "Perilla is een duurzame plant die weinig water vereist en goed groeit in verschillende klimaten, wat bijdraagt aan een kleinere ecologische voetafdruk.",
                    "safety": "Over het algemeen veilig voor uitwendig gebruik. Het is echter altijd verstandig om een patchtest uit te voeren voordat je het op grote schaal gebruikt.",
                    "oilCombinations": "Perilla zaadolie kan goed worden gecombineerd met oliën zoals jojoba (voor talgregulatie), arganolie (voor anti-aging), en tea tree olie (voor acne). Deze combinaties versterken de verzorgende effecten op de huid en bieden extra bescherming."
                }
            ]
        },
        {
            "id": "punica-granatum",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2022/10/11/12/57/pomegranate-7514239_960_720.jpg",
                "alt": "Punica granatum plant - image by Nennieinszweidrei on Pixabay"
            },
            "name": "Granaatappelzaadolie",
            "isPremium": false,
            "scientificName": "Punica granatum",
            "description": "Granaatappelzaadolie wordt gewonnen uit de zaadjes van de granaatappelvrucht. Deze olie wordt koudgeperst om de voedingsstoffen en krachtige antioxidanten te behouden. Met een rijke, maar lichte textuur is deze olie bijzonder populair in huidverzorging.",
            "data": [
                {
                    "dryness": "Granaatappelzaadolie wordt beschouwd als een niet-drogende olie, waardoor het een uitstekende keuze is voor hydratatie zonder een vet gevoel achter te laten.",
                    "suitableForSkinTypes": "Granaatappelzaadolie is geschikt voor alle huidtypen, maar is vooral nuttig voor rijpere, droge en gevoelige huidtypen.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is ongeveer 6-12 maanden, en toevoeging van vitamine E kan de houdbaarheid verlengen."
                },
                {
                    "keyConstituents": [
                        "Punicic zuur (Omega-5): Een uniek vetzuur met ontstekingsremmende eigenschappen.",
                        "Vitaminen A, C, en E: Ondersteunen de huidvernieuwing en bieden antioxidante bescherming.",
                        "Polyfenolen: Krachtige antioxidanten die de huid beschermen tegen schade door vrije radicalen."
                    ],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 55-60%",
                        "Oleïnezuur (Omega-9): 15-20%",
                        "Punicic zuur (Omega-5): 5-10%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt de huid intensief en houdt deze soepel.",
                        "Anti-aging: Helpt rimpels en fijne lijntjes te verminderen en verbetert de huidelasticiteit.",
                        "Kalmerend: Vermindert roodheid en irritatie, waardoor het geschikt is voor gevoelige huidtypen.",
                        "Huidvernieuwend: Stimuleert de celvernieuwing en verbetert de algehele huidstructuur."
                    ],
                    "ecologicalFootprint": "Granaatappelzaadolie is vaak een bijproduct van granaatappelproductie en kan duurzaam worden verkregen. Het is belangrijk om te kiezen voor bronnen die ethisch verantwoord zijn.",
                    "safety": "Granaatappelzaadolie is over het algemeen veilig voor uitwendig gebruik, maar een patchtest wordt aangeraden voor degenen met een gevoelige huid.",
                    "oilCombinations": "Granaatappelzaadolie werkt goed samen met oliën zoals jojoba (voor talgregulatie), arganolie (voor anti-aging) en amandelolie (voor extra hydratatie). Het kan ook worden gemengd met essentiële oliën zoals lavendel of rozemarijn voor extra voordelen."
                }
            ]
        },
        {
            "id": "helianthus-annuus",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2018/10/19/18/44/sunflower-3759285_960_720.jpg",
                "alt": "Helianthus annuus plant - image by Couleur on Pixabay"
            },
            "name": "Zonnebloemolie",
            "isPremium": false,
            "scientificName": "Helianthus annuus",
            "description": "Zonnebloemolie wordt gewonnen uit de zaden van de zonnebloemplant, die tot de composietenfamilie (Asteraceae) behoort. De olie wordt meestal koudgeperst of geraffineerd, waardoor de voedzame eigenschappen en de neutrale smaak behouden blijven. Zonnebloemolie heeft een lichte textuur en is veelzijdig in gebruik in de keuken en huidverzorging. Belangrijkste inhoudsstoffen: Omega-6 vetzuren (linolzuur): Ondersteunen de huidbarrière en verminderen ontstekingen. Vitamine E: Een krachtige antioxidant die de huid beschermt tegen schadelijke invloeden van buitenaf. Fytosterolen: Helpen de huid te hydrateren en verbeteren de huidstructuur.",
            "data": [
                {
                    "dryness": "Zonnebloemolie is een niet-drogende olie, wat betekent dat het langzaam intrekt en een licht vettig gevoel kan achterlaten.",
                    "suitableForSkinTypes": "Zonnebloemolie is geschikt voor alle huidtypes, inclusief droge, normale en gevoelige huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is ongeveer 6-12 maanden. Het toevoegen van vitamine E kan de houdbaarheid verlengen."
                },
                {
                    "keyConstituents": [],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 55-75%",
                        "Oleïnezuur (Omega-9): 14-40%",
                        "Palmitinezuur (verzadigd vet): 5-7%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt de huid en helpt vocht vast te houden.",
                        "Antioxidant: Beschermt de huid tegen schade door vrije radicalen.",
                        "Kalmerend: Vermindert irritatie en roodheid van de huid.",
                        "Versterkend: Versterkt de huidbarrière en bevordert een gezonde uitstraling."
                    ],
                    "ecologicalFootprint": "Zonnebloemolie is vaak een duurzame keuze, vooral als het afkomstig is van biologische landbouw. Echter, de teelt kan ook milieueffecten hebben, zoals de behoefte aan water en pesticiden.",
                    "safety": "Zonnebloemolie is veilig voor uitwendig gebruik en wordt over het algemeen goed verdragen door de meeste huidtypes. Een patchtest wordt aanbevolen bij eerste gebruik.",
                    "oilCombinations": "Zonnebloemolie werkt goed samen met oliën zoals arganolie (voor extra hydratatie), jojoba (voor talgregulatie) en frambozenzaadolie (voor antioxidantbescherming). Het kan ook gemengd worden met etherische oliën zoals tea tree (voor acne) en lavendel (voor kalmerende eigenschappen)."
                }
            ]
        },
        {
            "id": "melia-azadirachta",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2020/07/12/10/13/art-5396758_960_720.jpg",
                "alt": "Melia azadirachta plant - image by javimelia on Pixabay"
            },
            "name": "Malkangini olie",
            "isPremium": false,
            "scientificName": "Melia azadirachta",
            "description": "Malkangini olie, ook wel bekend als \"Malkangni\" of \"Malkangni-olie,\" wordt gewonnen uit de zaden van de Malkangni-boom, die behoort tot de familie van de mahonie (Meliaceae). Deze olie heeft een rijke, nootachtige geur en een viscose, maar niet-vette textuur, waardoor het een waardevolle toevoeging is aan huid- en haarverzorgingsproducten.",
            "data": [
                {
                    "dryness": "Malkangini olie is een niet-drogende olie, wat betekent dat het de huid en het haar hydrateert zonder een vet film achter te laten.",
                    "suitableForSkinTypes": "Malkangini olie is geschikt voor alle huidtypes, vooral voor droge, rijpe en gevoelige huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is ongeveer 1-2 jaar, afhankelijk van de opslagomstandigheden."
                },
                {
                    "keyConstituents": [
                        "Vetzuren: Rijk aan oliezuur (Omega-9) en linolzuur (Omega-6), die bijdragen aan hydratatie en de huidbarrière ondersteunen.",
                        "Antioxidanten: Bevat verschillende antioxidanten die de huid helpen beschermen tegen schade door vrije radicalen."
                    ],
                    "fattyAcidProfile": [
                        "Oleïnezuur (Omega-9): 45-60%",
                        "Linolzuur (Omega-6): 20-30%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt de huid diepgaand, ideaal voor droge en rijpe huid.",
                        "Herstellend: Bevordert de genezing van beschadigde huid en vermindert littekens.",
                        "Kalmerend: Vermindert irritatie en roodheid, waardoor het geschikt is voor gevoelige huidtypen."
                    ],
                    "ecologicalFootprint": "De duurzaamheid van Malkangini olie hangt af van de teeltpraktijken en de verwerking. Het is belangrijk om te kiezen voor producten van verantwoorde bronnen.",
                    "safety": "Malkangini olie is over het algemeen veilig voor uitwendig gebruik, maar een patchtest wordt aanbevolen bij gebruik op de gevoelige huid.",
                    "oilCombinations": "Malkangini olie werkt goed samen met andere hydraterende oliën zoals arganolie, jojoba-olie en kokosolie, en kan ook in combinatie met etherische oliën worden gebruikt voor aromatherapie."
                }
            ]
        },
        {
            "id": "calophyllum-inophyllum",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2019/03/23/18/28/beauty-leaf-4075930_960_720.jpg",
                "alt": "Calophyllum inophyllum plant - image by sarangib on Pixabay"
            },
            "name": "Tamanu-olie",
            "isPremium": true,
            "scientificName": "Calophyllum inophyllum",
            "description": "Tamanu-olie, gewonnen uit de noten van de tamanu-boom, is een veelzijdige olie die bekend staat om zijn krachtige huidherstellende eigenschappen. De olie heeft een rijke, groene kleur en een nootachtige geur. Het wordt vaak gebruikt in traditionele geneeskunde en cosmetica vanwege de heilzame effecten op de huid.",
            "data": [
                {
                    "dryness": "Tamanu-olie wordt meestal beschouwd als een niet-drogende olie, wat betekent dat het rijk aan vetzuren is en een langdurige hydratatie biedt.",
                    "suitableForSkinTypes": "Tamanu-olie is geschikt voor alle huidtypes, met name voor droge, gevoelige en acne-gevoelige huiden.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is ongeveer 1-2 jaar, en het toevoegen van vitamine E kan helpen om de houdbaarheid te verlengen."
                },
                {
                    "keyConstituents": [
                        "Calophylline: Een vetzuur met ontstekingsremmende en antibacteriële eigenschappen.",
                        "Omega-6 en Omega-9 vetzuren: Helpen bij het verbeteren van de huidbarrière en het bevorderen van hydratatie.",
                        "Antioxidanten: Rijk aan antioxidanten die de huid beschermen tegen schade door vrije radicalen."
                    ],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 35-45%",
                        "Oleïnezuur (Omega-9): 30-40%",
                        "Stearinezuur: 10-20%"
                    ],
                    "skinBenefits": [
                        "Herstellend: Ondersteunt het herstel van littekens, brandwonden en andere huidbeschadigingen.",
                        "Ontstekingsremmend: Vermindert roodheid en irritatie, waardoor het ideaal is voor probleemhuid en acne.",
                        "Hydraterend: Biedt diepe hydratatie zonder de poriën te verstoppen."
                    ],
                    "ecologicalFootprint": "Tamanu-olie wordt vaak op duurzame wijze geproduceerd in tropische regio's, maar het is belangrijk om aandacht te besteden aan ethische bronnen bij de aankoop.",
                    "safety": "Tamanu-olie is over het algemeen veilig voor uitwendig gebruik. Een patchtest is aanbevolen voor mensen met een gevoelige huid.",
                    "oilCombinations": "Tamanu-olie werkt uitstekend samen met oliën zoals argan (voor extra hydratatie), rozenbottelolie (voor anti-aging), en etherische oliën zoals tea tree (voor acne) en lavendel (voor kalmerende effecten). Het kan ook worden gemengd met cacaoboter voor extra voeding en bescherming tegen de elementen, wat het een geweldige keuze maakt voor zowel dagelijkse huidverzorging als herstelbehandelingen."
                }
            ]
        },
        {
            "id": "vaccinium-macrocarpon",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2017/09/21/06/22/blueberry-2770788_960_720.jpg",
                "alt": "Vaccinium macrocarpon plant - image by zasilvape on Pixabay"
            },
            "name": "Cranberryzaadolie",
            "isPremium": true,
            "scientificName": "Vaccinium macrocarpon",
            "description": "Cranberryzaadolie wordt geëxtraheerd uit de zaden van de cranberry, een vrucht die bekend staat om zijn hoge antioxidantenwaarde. De olie is rijk aan voedingsstoffen en heeft een lichte, niet-vette textuur, waardoor het een uitstekende keuze is voor huidverzorging.",
            "data": [
                {
                    "dryness": "Cranberryzaadolie wordt beschouwd als een half-drogende olie. Het trekt goed in de huid zonder een vettig residu achter te laten.",
                    "suitableForSkinTypes": "Cranberryzaadolie is geschikt voor alle huidtypes, inclusief droge, gevoelige en rijpe huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid van cranberryzaadolie is doorgaans 1-2 jaar, afhankelijk van de opslagomstandigheden."
                },
                {
                    "keyConstituents": [
                        "Omega-3, Omega-6 en Omega-9 vetzuren: Ondersteunen de huidbarrière en bevorderen de hydratatie.",
                        "Vitamine E: Een krachtige antioxidant die helpt de huid te beschermen tegen schade door vrije radicalen.",
                        "Proanthocyanidinen: Bekend om hun sterke antioxidante en ontstekingsremmende eigenschappen."
                    ],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 35-40%",
                        "Alfa-linoleenzuur (Omega-3): 20-30%",
                        "Oleïnezuur (Omega-9): 15-20%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Helpt de huid te hydrateren en vocht vast te houden.",
                        "Antioxidant: Beschermt de huid tegen schade door vrije radicalen en ondersteunt de huidvernieuwing.",
                        "Kalmerend: Vermindert roodheid en irritatie, ideaal voor gevoelige huidtypes.",
                        "Verstevigend: Kan helpen de huid te verstevigen en het uiterlijk van fijne lijntjes en rimpels te verbeteren."
                    ],
                    "ecologicalFootprint": "Cranberryzaadolie wordt vaak beschouwd als een duurzaam bijproduct van de cranberry-oogst, maar het is belangrijk om te kiezen voor leveranciers die verantwoordelijk omgaan met milieuvriendelijke praktijken.",
                    "safety": "Cranberryzaadolie is veilig voor uitwendig gebruik. Zoals altijd is het aan te raden om een patchtest uit te voeren, vooral bij mensen met een gevoelige huid.",
                    "oilCombinations": "Cranberryzaadolie werkt goed samen met oliën zoals jojoba (voor extra hydratatie), arganolie (voor anti-aging) en avocadolie (voor extra voeding). Het kan ook worden gecombineerd met etherische oliën voor extra geur en therapeutische voordelen."
                }
            ]
        },
        {
            "id": "elaeis-guineensis",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2018/08/08/06/47/palm-trees-3591430_960_720.jpg",
                "alt": "Elaeis guineensis plant - image by zoosnow on Pixabay"
            },
            "name": "Palmolie",
            "isPremium": true,
            "scientificName": "Elaeis guineensis",
            "description": "Palmolie wordt gewonnen uit de vruchten van de oliepalm, een tropische plant die voornamelijk in Afrika en Azië voorkomt. De olie wordt geëxtraheerd door de vruchten te persen, waarbij zowel de pulp als de pitten worden gebruikt. Palmolie heeft een milde smaak en wordt veel gebruikt in de voedingsindustrie en cosmetica vanwege zijn veelzijdigheid.",
            "data": [
                {
                    "dryness": "Palmolie wordt meestal als niet-drogend beschouwd, wat betekent dat het een vet gevoel kan achterlaten op de huid.",
                    "suitableForSkinTypes": "Palmolie is geschikt voor droge en normale huidtypen, maar kan minder geschikt zijn voor vette of acne-gevoelige huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is ongeveer 1-2 jaar."
                },
                {
                    "keyConstituents": [
                        "Vetzuren: Hoofdzakelijk verzadigde vetzuren zoals palmitinezuur en stearinezuur.",
                        "Vitamine E: Helpt bij het bestrijden van vrije radicalen en is goed voor de huid.",
                        "Carotenoïden: Antioxidanten die bijdragen aan de kleur en de voedingswaarde."
                    ],
                    "fattyAcidProfile": [
                        "Palmitinezuur: 40-45%",
                        "Oleïnezuur (Omega-9): 38-42%",
                        "Stearinezuur: 4-5%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt en hydrateert de huid effectief, waardoor deze soepel aanvoelt.",
                        "Antioxidant: Beschermt de huid tegen schade door vrije radicalen en veroudering.",
                        "Herstellend: Kan helpen bij het herstellen van een droge of beschadigde huid."
                    ],
                    "ecologicalFootprint": "De productie van palmolie heeft aanzienlijke ecologische implicaties, waaronder ontbossing en verlies van biodiversiteit. Het is belangrijk om duurzaam geproduceerde palmolie te kiezen.",
                    "safety": "Palmolie is over het algemeen veilig voor uitwendig gebruik, maar kan allergische reacties bij sommige mensen veroorzaken. Het is altijd goed om een patchtest uit te voeren.",
                    "oilCombinations": "Palmolie kan goed worden gecombineerd met oliën zoals jojoba (voor balanceren van talgproductie), kokosolie (voor extra hydratatie) en arganolie (voor anti-aging effecten). Deze combinaties kunnen de verzorgende eigenschappen voor de huid versterken."
                }
            ]
        },
        {
            "id": "argania-spinosa",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2024/02/29/13/32/blackthorn-8604451_960_720.jpg",
                "alt": "Argania spinosa plant - image by Nennieinszweidrei on Pixabay"
            },
            "name": "Arganolie",
            "isPremium": false,
            "scientificName": "Argania spinosa",
            "description": "Arganolie wordt gewonnen uit de noten van de arganboom, die voornamelijk voorkomt in Marokko. De olie wordt koudgeperst om de heilzame eigenschappen en voedingsstoffen te behouden. Arganolie staat bekend om zijn rijke samenstelling en wordt vaak gebruikt in huidverzorging, haarverzorging en als eetbare olie.",
            "data": [
                {
                    "dryness": "Arganolie wordt als een niet-drogende olie beschouwd, wat betekent dat het rijk en hydraterend is zonder de poriën te verstoppen.",
                    "suitableForSkinTypes": "Arganolie is geschikt voor alle huidtypes, inclusief droge, vette en gecombineerde huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is meestal 1-2 jaar, vooral als het in een goed afgesloten container wordt bewaard."
                },
                {
                    "keyConstituents": [
                        "Vetzuren: Hoog in oliezuur (Omega-9) en linolzuur (Omega-6), die bijdragen aan de hydratatie en bescherming van de huid.",
                        "Vitamine E: Een krachtige antioxidant die de huid helpt beschermen tegen veroudering en schade door vrije radicalen.",
                        "Fytosterolen: Helpen bij het verbeteren van de huidstructuur en verminderen van ontstekingen."
                    ],
                    "fattyAcidProfile": [
                        "Oliezuur (Omega-9): 42-49%",
                        "Linolzuur (Omega-6): 29-36%",
                        "Palmitinezuur: 6-12%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt de huid en helpt bij het behouden van de vochtbalans.",
                        "Kalmerend: Vermindert irritatie en roodheid, wat het ideaal maakt voor gevoelige huidtypen.",
                        "Huidverstevigend: Ondersteunt de huid bij het herstellen van zijn natuurlijke barrières en bevordert de elasticiteit.",
                        "Anti-aging: De antioxidanten in arganolie helpen bij het bestrijden van vrije radicalen, wat bijdraagt aan het vertragen van het verouderingsproces."
                    ],
                    "ecologicalFootprint": "Arganolie is een duurzaam product dat vaak op traditionele wijze wordt gewonnen. Het gebruik van arganolie kan bijdragen aan het behoud van de arganbossen en de lokale economie in Marokko.",
                    "safety": "Arganolie is over het algemeen veilig voor uitwendig gebruik. Het is belangrijk om te controleren op allergieën, vooral voor mensen met notenallergieën.",
                    "oilCombinations": "Arganolie werkt goed samen met oliën zoals jojoba (voor extra hydratatie), amandel (voor anti-aging voordelen) en etherische oliën zoals lavendel (voor kalmerende effecten). Deze combinaties kunnen de voordelen voor verschillende huidtypes versterken."
                }
            ]
        },
        {
            "id": "withania-somnifera",
            "img": {
                "src": "",
                "alt": "Image not found for Withania somnifera"
            },
            "name": "Ashwagandha-olie",
            "isPremium": true,
            "scientificName": "Withania somnifera",
            "description": "Ashwagandha-olie wordt gewonnen uit de wortels en bladeren van de ashwagandhaplant, ook bekend als Indische ginseng. Deze olie staat bekend om zijn adaptogene eigenschappen en wordt vaak gebruikt in de Ayurvedische geneeskunde. De olie heeft een rijke, aardse geur en wordt vaak toegepast in huidverzorgingsproducten voor zijn heilzame effecten op de huid. Belangrijkste inhoudsstoffen: Withanolides: Natuurlijke steroïden die ontstekingsremmende en antioxiderende effecten hebben. Alfa-solanine: Helpt de huid te beschermen tegen schade door vrije radicalen. Vitaminen en mineralen: Bevat een scala aan voedingsstoffen die bijdragen aan de algehele huidgezondheid.",
            "data": [
                {
                    "dryness": "Ashwagandha-olie is een niet-drogende olie, wat betekent dat het goed intrekt zonder een vettig residu achter te laten.",
                    "suitableForSkinTypes": "Ashwagandha-olie is geschikt voor alle huidtypes, met name voor de gevoelige en rijpere huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is 12-18 maanden. Toevoeging van vitamine E kan de houdbaarheid verlengen."
                },
                {
                    "keyConstituents": [],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 40-50%",
                        "Oleïnezuur (Omega-9): 20-30%",
                        "Palmitinezuur: 10-15%"
                    ],
                    "skinBenefits": [
                        "Antioxidant: Beschermt de huid tegen schade door vrije radicalen en helpt veroudering te vertragen.",
                        "Kalmerend: Vermindert roodheid en irritatie, ideaal voor gevoelige huidtypes.",
                        "Hydraterend: Voedt en hydrateert de huid diepgaand, waardoor deze er stralend uitziet.",
                        "Versterkt de huidbarrière: Helpt de huid te beschermen tegen omgevingsfactoren."
                    ],
                    "ecologicalFootprint": "Ashwagandha-olie wordt vaak duurzaam geproduceerd, maar de impact van teelt en productie kan variëren. Bewuste consumptie is aanbevolen.",
                    "safety": "Ashwagandha-olie is veilig voor uitwendig gebruik. Het is aan te raden een patchtest uit te voeren voor gebruik op de huid.",
                    "oilCombinations": "Ashwagandha-olie werkt goed samen met oliën zoals jojoba (voor talgregulatie), argan (voor hydratatie) en frambozenzaadolie (voor antioxidantbescherming). Het kan ook worden gecombineerd met etherische oliën zoals lavendel (voor een kalmerend effect) en pepermunt (voor een verfrissende geur)."
                }
            ]
        },
        {
            "id": "corylus-avellana",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2016/08/06/13/28/common-hazel-1574367_960_720.jpg",
                "alt": "Corylus avellana plant - image by Myriams-Fotos on Pixabay"
            },
            "name": "Hazelnootolie",
            "isPremium": false,
            "scientificName": "Corylus avellana",
            "description": "Hazelnootolie wordt gewonnen uit de noten van de hazelaar. Deze olie heeft een lichte, nootachtige geur en een fijne, niet-vette textuur, waardoor het een populaire keuze is voor huidverzorging. De olie wordt vaak koudgeperst om de waardevolle voedingsstoffen en antioxidanten te behouden.",
            "data": [
                {
                    "dryness": "Hazelnootolie is een half-drogende olie, wat betekent dat het relatief snel intrekt zonder een zwaar of vettig gevoel achter te laten.",
                    "suitableForSkinTypes": "Hazelnootolie is geschikt voor alle huidtypes, vooral voor de gevoelige, vette en gecombineerde huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is meestal 6-12 maanden. Het toevoegen van vitamine E kan de houdbaarheid verlengen."
                },
                {
                    "keyConstituents": [
                        "Omega-6 vetzuren: Ondersteunen de huidbarrière en bevorderen de hydratatie.",
                        "Vitamine E: Een krachtige antioxidant die de huid beschermt tegen schade door vrije radicalen.",
                        "Fenolen: Bieden antioxiderende en ontstekingsremmende eigenschappen."
                    ],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 55-60%",
                        "Oleïnezuur (Omega-9): 25-30%",
                        "Palmitinezuur: 6-8%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt de huid zonder poriën te verstoppen.",
                        "Anti-aging: De antioxidanten helpen de huid te beschermen tegen vroegtijdige veroudering.",
                        "Kalmerend: Vermindert irritaties en roodheid, waardoor het geschikt is voor gevoelige huidtypes.",
                        "Talgregulerend: Helpt de talgproductie te reguleren, wat nuttig kan zijn voor vette en acnegevoelige huid."
                    ],
                    "ecologicalFootprint": "Hazelnootolie is vaak een bijproduct van hazelnootproductie en kan duurzaam worden verkregen. Het is belangrijk om te kiezen voor ethisch verantwoorde bronnen.",
                    "safety": "Hazelnootolie is over het algemeen veilig voor uitwendig gebruik, maar een patchtest wordt aanbevolen voor mensen met een gevoelige huid of notenallergieën.",
                    "oilCombinations": "Hazelnootolie combineert goed met oliën zoals jojoba (voor hydratatie), arganolie (voor anti-aging) en avocadoolie (voor extra voeding). Het kan ook worden gebruikt in combinatie met essentiële oliën zoals tea tree of lavendel voor aanvullende voordelen."
                }
            ]
        },
        {
            "id": "rubus-idaeus",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2017/08/30/10/16/green-raspberries-2696582_960_720.jpg",
                "alt": "Rubus idaeus plant - image by di3tmar on Pixabay"
            },
            "name": "Frambozenzaadolie",
            "isPremium": true,
            "scientificName": "Rubus idaeus",
            "description": "Frambozenzaadolie wordt gewonnen uit de zaadjes van frambozen, een plant die bekend staat om zijn zoete bessen. De olie wordt koudgeperst om de voedingsstoffen en antioxidanten te behouden, en staat bekend om zijn lichte textuur en rijke voedingsprofiel.",
            "data": [
                {
                    "dryness": "Frambozenzaadolie wordt beschouwd als een half-drogende olie, die snel intrekt zonder een vettig gevoel achter te laten.",
                    "suitableForSkinTypes": "Frambozenzaadolie is geschikt voor alle huidtypes, met name voor gevoelige, normale en rijpere huidtypen.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is ongeveer 6-12 maanden, en toevoeging van vitamine E kan de houdbaarheid verlengen."
                },
                {
                    "keyConstituents": [
                        "Omega-3 en Omega-6 vetzuren: Helpen de huidbarrière te versterken en ondersteunen een gezonde huid.",
                        "Ellaginezuur: Een krachtige antioxidant die helpt bij het beschermen van de huid tegen schade door vrije radicalen.",
                        "Vitamine E: Biedt antioxidante bescherming en bevordert de huidgezondheid."
                    ],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 55-60%",
                        "Alfa-linoleenzuur (Omega-3): 25-30%",
                        "Oleïnezuur (Omega-9): 10-15%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt de huid intensief en houdt deze soepel en gehydrateerd.",
                        "Anti-aging: De antioxidanten helpen de huid te beschermen tegen veroudering en UV-schade.",
                        "Kalmerend: Vermindert roodheid en irritatie, waardoor het geschikt is voor gevoelige huidtypen.",
                        "Huidvernieuwend: Stimuleert celvernieuwing en kan helpen bij het verminderen van littekens en fijne lijntjes."
                    ],
                    "ecologicalFootprint": "Frambozenzaadolie is een bijproduct van frambozenproductie en wordt vaak beschouwd als een duurzaam alternatief. Het is echter belangrijk om bewust te consumeren en te kiezen voor ethisch verantwoorde bronnen.",
                    "safety": "Over het algemeen veilig voor uitwendig gebruik, maar het is aan te raden om een patchtest uit te voeren voordat je het op de huid aanbrengt.",
                    "oilCombinations": "Frambozenzaadolie kan goed worden gecombineerd met oliën zoals arganolie (anti-aging), jojobaolie (talgregulatie) en avocadoolie (voor extra hydratatie). Het kan ook worden gemengd met essentiële oliën zoals lavendel of rozenhout voor extra voordelen."
                }
            ]
        },
        {
            "id": "butyrospermum-parkii",
            "img": {
                "src": "",
                "alt": "Image not found for Butyrospermum parkii"
            },
            "name": "Sheaboter",
            "isPremium": true,
            "scientificName": "Butyrospermum parkii",
            "description": "Sheaboter wordt gewonnen uit de noten van de sheaboom (Butyrospermum parkii), die voornamelijk in West-Afrika groeit. De noten worden koudgeperst of geraffineerd om een romige, rijke boter te produceren. Sheaboter staat bekend om zijn hydraterende en voedende eigenschappen, en wordt vaak gebruikt in cosmetica en huidverzorgingsproducten. Belangrijkste inhoudsstoffen: Vetzuren (zoals stearinezuur en olierzuur): Hydrateren en voeden de huid diep. Vitamine A en E: Helpen bij de regeneratie van huidcellen en bieden bescherming tegen vrije radicalen. Cinnamic acid: Biedt een natuurlijke bescherming tegen UV-stralen.",
            "data": [
                {
                    "dryness": "Sheaboter is een niet-drogende olie die een rijke, voedende textuur heeft en goed blijft zitten op de huid, waardoor het ideaal is voor droge en beschadigde huidtypes.",
                    "suitableForSkinTypes": "Sheaboter is geschikt voor alle huidtypes, maar vooral voor de droge, rijpe en gevoelige huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is 12-24 maanden. Sheaboter kan hard worden bij lagere temperaturen, maar smelt weer bij lichaamstemperatuur."
                },
                {
                    "keyConstituents": [],
                    "fattyAcidProfile": [
                        "Stearinezuur: 30-45%",
                        "Oleïnezuur: 40-50%",
                        "Palmitinezuur: 5-10%"
                    ],
                    "skinBenefits": [
                        "Intensieve hydratatie: Voedt en hydrateert de huid, waardoor het ideaal is voor droge en schilferige gebieden.",
                        "Herstellend: Helpt bij het verminderen van littekens en striae door de huidelasticiteit te verbeteren.",
                        "Kalmerend: Vermindert irritatie en roodheid, en is geschikt voor gevoelige huidtypes.",
                        "Beschermend: Vormt een barrière op de huid die vocht vasthoudt en bescherming biedt tegen omgevingsfactoren."
                    ],
                    "ecologicalFootprint": "Sheaboter is een duurzaam product, maar de winning kan soms leiden tot ontbossing. Het is belangrijk om ethisch verkregen sheaboter te kiezen.",
                    "safety": "Sheaboter is over het algemeen veilig voor uitwendig gebruik, maar een patchtest wordt aanbevolen voor mensen met notenallergieën.",
                    "oilCombinations": "Sheaboter werkt goed samen met oliën zoals jojoba (voor talgregulatie), argan (voor anti-aging), en avocado-olie (voor extra hydratatie). Het kan ook worden gecombineerd met etherische oliën zoals lavendel (kalmerend) en tea tree (antibacterieel) om de voordelen voor de huid verder te versterken."
                }
            ]
        },
        {
            "id": "copernicia-cerifera",
            "img": {
                "src": "",
                "alt": "Image not found for Copernicia cerifera"
            },
            "name": "Carnaubawas",
            "isPremium": true,
            "scientificName": "Copernicia cerifera",
            "description": "Carnaubawas is een natuurlijke was die wordt gewonnen uit de bladeren van de carnaubapalm, die voornamelijk in Brazilië groeit. Deze was staat bekend om zijn hoge smeltpunt en wordt vaak gebruikt in cosmetica en persoonlijke verzorgingsproducten voor zijn uitstekende filmvormende eigenschappen en glans. Belangrijkste inhoudsstoffen: • Carnaubawas: Bevat lange ketens van vetzuren en alcoholen. • Hydrocarbons: Biedt stabiliteit en duurzaamheid aan formules. • Vitamines: Kan een kleine hoeveelheid antioxidanten bevatten.",
            "data": [
                {
                    "dryness": "Carnaubawas is een niet-drogende was, die een beschermende laag op de huid aanbrengt zonder de poriën te verstoppen.",
                    "suitableForSkinTypes": "Carnaubawas is geschikt voor alle huidtypes, vooral voor droge en rijpe huidtypen.",
                    "storageAndShelfLife": "Bewaar op een koele, droge plaats. Houdbaarheid is 2-3 jaar, afhankelijk van de opslagomstandigheden."
                },
                {
                    "keyConstituents": [],
                    "fattyAcidProfile": [
                        "Vetzuren: 50-60%",
                        "Alcoholen: 20-30%",
                        "Hydrocarbons: 10-20%"
                    ],
                    "skinBenefits": [
                        "Beschermend: Vormt een barrière tegen vochtverlies en externe invloeden.",
                        "Glansversterkend: Geeft een mooie glans aan cosmetische producten.",
                        "Stabiliserend: Versterkt de textuur en consistentie van lotions en crèmes.",
                        "Emolliënt: Verzacht de huid en maakt deze soepel."
                    ],
                    "ecologicalFootprint": "Carnaubawas is een duurzaam product, maar het is belangrijk om bij producten te kiezen die afkomstig zijn van ecologisch verantwoorde bronnen.",
                    "safety": "Carnaubawas is over het algemeen veilig voor gebruik op de huid. Er zijn geen bekende allergieën of irritaties gerapporteerd.",
                    "oilCombinations": "Carnaubawas werkt goed samen met oliën zoals jojoba-olie (talgregulatie), sheaboter (intensieve voeding) en arganolie (anti-aging). Het kan ook worden gecombineerd met etherische oliën zoals citroen (verfrissend) en lavendel (kalmerend), wat extra voordelen biedt voor de huid."
                }
            ]
        },
        {
            "id": "olea-europaea",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2014/05/30/04/04/olives-357849_960_720.jpg",
                "alt": "Olea europaea plant - image by Hans on Pixabay"
            },
            "name": "Olijfolie",
            "isPremium": true,
            "scientificName": "Olea europaea",
            "description": "Olijfolie wordt gewonnen uit de vruchten van de olijfboom, die al eeuwenlang wordt gebruikt in de keuken en voor huidverzorging. De olie wordt koudgeperst om de maximale voedingsstoffen en antioxidanten te behouden. Met een rijke, vette textuur is deze olie veelzijdig en ideaal voor zowel interne als externe toepassingen. Belangrijkste inhoudsstoffen: Monounverzadigde vetzuren: Ondersteunen de hartgezondheid en verlagen cholesterol. Polyfenolen: Krachtige antioxidanten die veroudering van de huid tegengaan. Vitamine E: Helpt bij het beschermen van de huid tegen schade door vrije radicalen.",
            "data": [
                {
                    "dryness": "Olijfolie is een niet-drogende olie, wat betekent dat het een rijke, vettige textuur heeft en een langdurige hydratatie biedt.",
                    "suitableForSkinTypes": "Olijfolie is geschikt voor alle huidtypes, maar vooral voordelig voor droge en rijpere huidtypes.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is ongeveer 12-24 maanden. Het is het beste om een fles te kiezen met een donkere kleur om de olie te beschermen tegen licht."
                },
                {
                    "keyConstituents": [],
                    "fattyAcidProfile": [
                        "Oleïnezuur (Omega-9): 55-83%",
                        "Linolzuur (Omega-6): 3,5-21%",
                        "Alfa-linoleenzuur (Omega-3): 0-1,5%"
                    ],
                    "skinBenefits": [
                        "Vochtinbrengend: Voedt en hydrateert de huid diepgaand.",
                        "Antioxidant: Beschermt de huid tegen oxidatieve stress en vertraagt veroudering.",
                        "Verzachtend: Kalmeert de huid en vermindert irritatie.",
                        "Huidherstellend: Bevordert de genezing van littekens en vermindert de zichtbaarheid van fijne lijntjes."
                    ],
                    "ecologicalFootprint": "Olijfolie is vaak een duurzaam product, vooral als het afkomstig is van biologische en lokale bronnen. Let op de herkomst en de productiemethoden.",
                    "safety": "Olijfolie is veilig voor uitwendig gebruik en is goed te gebruiken voor de meeste huidtypes. Het kan in combinatie met andere ingrediënten worden gebruikt.",
                    "oilCombinations": "Olijfolie werkt goed samen met arganolie (voor extra hydratatie), jojobaolie (voor talgregulatie) en avocado-olie (voor voeding). Het kan ook worden gecombineerd met etherische oliën zoals lavendel (voor een rustgevende geur) en tea tree-olie (voor zijn antibacteriële eigenschappen)."
                }
            ]
        },
        {
            "id": "myrica-cerifera",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2014/09/26/00/57/viewpoint-461270_960_720.jpg",
                "alt": "Myrica cerifera plant - image by Hans on Pixabay"
            },
            "name": "Myricawas",
            "isPremium": true,
            "scientificName": "Myrica cerifera",
            "description": "Myricawas is een natuurlijke was die wordt gewonnen uit de bladeren van de myrica-plant, die vaak in warme, vochtige klimaten groeit. Deze was heeft een unieke, zachte textuur en wordt vaak gebruikt in cosmetica en huidverzorgingsproducten vanwege zijn uitstekende emolliënt en hydraterende eigenschappen. Belangrijkste inhoudsstoffen: • Myricawas: Bevat lange ketens van vetzuren die vocht vasthouden. • Antioxidanten: Helpen de huid te beschermen tegen vrije radicalen. • Vitamines: Bevat een kleine hoeveelheid vitaminen die de huid kunnen voeden.",
            "data": [
                {
                    "dryness": "Myricawas is een niet-drogende was die een vochtinbrengende film op de huid aanbrengt zonder een vettig gevoel.",
                    "suitableForSkinTypes": "Myricawas is geschikt voor alle huidtypes, vooral voor droge en gevoelige huidtypen.",
                    "storageAndShelfLife": "Bewaar op een koele, droge plaats. Houdbaarheid is 1-2 jaar, afhankelijk van de opslagomstandigheden."
                },
                {
                    "keyConstituents": [],
                    "fattyAcidProfile": [
                        "Vetzuren: 60-70%",
                        "Alcoholen: 15-25%",
                        "Hydrocarbons: 5-15%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt en verzacht de huid, ideaal voor droge huidtypes.",
                        "Beschermend: Vormt een barrière tegen vochtverlies en omgevingsfactoren.",
                        "Versterkend: Verhoogt de stabiliteit en textuur van cosmetische formules.",
                        "Verzachtend: Kalmeert de huid en vermindert irritaties."
                    ],
                    "ecologicalFootprint": "Myricawas is een duurzaam product, maar het is belangrijk om te kiezen voor bronnen die ecologisch verantwoord zijn.",
                    "safety": "Myricawas is over het algemeen veilig voor gebruik op de huid, met weinig kans op allergische reacties.",
                    "oilCombinations": "Myricawas werkt goed samen met oliën zoals kokosolie (vochtinbrengend), sheaboter (intensieve voeding) en avocado-olie (hydraterend). Het kan ook worden gecombineerd met etherische oliën zoals rozemarijn (verfrissend) en sinaasappel (stimulerend), wat extra voordelen biedt voor de huid."
                }
            ]
        },
        {
            "id": "prunus-domestica",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2013/12/09/12/55/real-plums-225924_960_720.jpg",
                "alt": "Prunus domestica plant - image by Hans on Pixabay"
            },
            "name": "Pruimenpitolie",
            "isPremium": true,
            "scientificName": "Prunus domestica",
            "description": "Pruimenpitolie wordt gewonnen uit de pitten van pruimen en heeft een lichte, fijne textuur. De olie wordt vaak koudgeperst om de waardevolle voedingsstoffen en antioxidanten te behouden. Met zijn delicate geur en hydraterende eigenschappen is deze olie geschikt voor diverse huidverzorgingsproducten.",
            "data": [
                {
                    "dryness": "Pruimenpitolie wordt als een half-drogende olie beschouwd, wat betekent dat het goed intrekt zonder een vettig gevoel achter te laten.",
                    "suitableForSkinTypes": "Pruimenpitolie is geschikt voor alle huidtypen, inclusief droge, normale en gevoelige huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is ongeveer 6-12 maanden. Toevoeging van vitamine E kan de houdbaarheid verlengen."
                },
                {
                    "keyConstituents": [
                        "Omega-3 en Omega-6 vetzuren: Ondersteunen de huidbarrière en helpen bij het verminderen van ontstekingen.",
                        "Vitaminen A en E: Antioxidanten die de huid beschermen tegen schade door vrije radicalen en bijdragen aan de vernieuwing van de huid.",
                        "Fytosterolen: Helpen de huid te kalmeren en te hydrateren."
                    ],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 40-50%",
                        "Oleïnezuur (Omega-9): 35-45%",
                        "Alfa-linoleenzuur (Omega-3): 1-5%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Biedt langdurige hydratatie zonder de poriën te verstoppen.",
                        "Anti-aging: Antioxidanten helpen huidveroudering te vertragen en een jeugdige uitstraling te behouden.",
                        "Kalmerend: Vermindert roodheid en irritatie, waardoor het geschikt is voor gevoelige huidtypen."
                    ],
                    "ecologicalFootprint": "Pruimenpitolie is vaak een bijproduct van de pruimenindustrie, waardoor het een duurzame keuze kan zijn.",
                    "safety": "Over het algemeen veilig voor uitwendig gebruik. Een patchtest wordt aanbevolen voor mensen met een gevoelige huid.",
                    "oilCombinations": "Pruimenpitolie werkt goed samen met oliën zoals jojoba (voor talgregulatie), arganolie (voor anti-aging), en rozenbottelolie (voor huidvernieuwing). Deze combinaties kunnen de huidverzorgende eigenschappen versterken."
                }
            ]
        },
        {
            "id": "cucumis-sativus",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2016/07/16/23/20/cucumber-1522921_960_720.jpg",
                "alt": "Cucumis sativus plant - image by MabelAmber on Pixabay"
            },
            "name": "Komkommerzaadolie",
            "isPremium": false,
            "scientificName": "Cucumis sativus",
            "description": "Komkommerzaadolie wordt geëxtraheerd uit de zaden van de komkommerplant. Het staat bekend om zijn lichte, niet-vette textuur en zijn hydraterende eigenschappen. De olie heeft een subtiele geur en is rijk aan voedingsstoffen, waardoor het een uitstekende keuze is voor huidverzorging.",
            "data": [
                {
                    "dryness": "Komkommerzaadolie wordt beschouwd als een niet-drogende olie, wat betekent dat het goed hydrateert zonder een vettig gevoel achter te laten.",
                    "suitableForSkinTypes": "Komkommerzaadolie is geschikt voor alle huidtypes, inclusief gevoelige en gecombineerde huid, en is bijzonder nuttig voor mensen met een vette of acne-gevoelige huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is ongeveer 6-12 maanden, afhankelijk van de opslagomstandigheden. Het toevoegen van vitamine E kan de houdbaarheid verlengen."
                },
                {
                    "keyConstituents": [
                        "Linolzuur (Omega-6): Helpt de huidbarrière te versterken en heeft ontstekingsremmende eigenschappen.",
                        "Oleïnezuur (Omega-9): Bevordert hydratatie en elasticiteit van de huid.",
                        "Vitaminen (A, C en E): Beschermen de huid tegen schade en bevorderen de regeneratie."
                    ],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 50-60%",
                        "Oleïnezuur (Omega-9): 20-30%",
                        "Palmitinezuur: 10-15%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt de huid intensief en houdt deze soepel en gehydrateerd.",
                        "Verfrissend: Kalmeert de huid en vermindert irritatie, waardoor het ideaal is voor gevoelige huidtypen.",
                        "Anti-aging: Antioxidanten helpen tekenen van veroudering te verminderen en bevorderen een jeugdige uitstraling.",
                        "Huidverstevigend: Ondersteunt de huidelasticiteit en kan helpen bij het verminderen van fijne lijntjes."
                    ],
                    "ecologicalFootprint": "De productie van komkommerzaadolie is over het algemeen duurzaam, maar het is belangrijk om te kiezen voor biologische en verantwoordelijke bronnen om de ecologische impact te minimaliseren.",
                    "safety": "Komkommerzaadolie is veilig voor uitwendig gebruik. Een patchtest is echter aanbevolen voor mensen met een gevoelige huid of allergieën.",
                    "oilCombinations": "Komkommerzaadolie combineert goed met oliën zoals jojoba (voor extra hydratatie), arganolie (voor anti-aging), en amandelolie (voor extra voeding)."
                }
            ]
        },
        {
            "id": "cactusvijgzaadolie-(opuntia-ficus-indica)",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2025/05/01/09/05/clouds-9570936_960_720.jpg",
                "alt": " plant - image by ELG21 on Pixabay"
            },
            "name": "Cactusvijgzaadolie (Opuntia ficus-indica)",
            "isPremium": true,
            "scientificName": "",
            "description": "Cactusvijgzaadolie wordt gewonnen uit de zaadjes van de cactusvijg, een plant die bekend staat om zijn felgekleurde vruchten. De olie wordt koudgeperst om de essentiële voedingsstoffen en antioxidanten te behouden. Met een lichte, niet-vette textuur is deze olie ideaal voor de verzorging van de huid. Belangrijkste inhoudsstoffen: Omega-6 vetzuren: Helpen de huidbarrière te versterken en hydratatie te bevorderen. Vitamine E: Een krachtige antioxidant die de huid beschermt tegen schade door vrije radicalen. Sterolen: Bevorderen de hydratatie en hebben ontstekingsremmende eigenschappen.",
            "data": [
                {
                    "dryness": "Cactusvijgzaadolie is een niet-drogende olie, wat betekent dat het goed intrekt en de huid hydrateert zonder een vet gevoel achter te laten.",
                    "suitableForSkinTypes": "Cactusvijgzaadolie is geschikt voor alle huidtypes, vooral voor droge, rijpere en gevoelige huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is 6-12 maanden. Toevoeging van vitamine E kan de houdbaarheid verlengen."
                },
                {
                    "keyConstituents": [],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 60-70%",
                        "Oleïnezuur (Omega-9): 20-30%",
                        "Palmitinezuur: 5-10%"
                    ],
                    "skinBenefits": [
                        "Intensieve hydratatie: Voedt de huid diepgaand en helpt vocht vast te houden.",
                        "Antioxidant: Beschermt de huid tegen schade door milieu-invloeden en veroudering.",
                        "Kalmerend: Vermindert irritatie en roodheid, ideaal voor gevoelige huidtypes.",
                        "Verstevigend: Helpt de elasticiteit van de huid te verbeteren en fijne lijntjes te verminderen."
                    ],
                    "ecologicalFootprint": "Cactusvijgzaadolie is vaak duurzaam geproduceerd, maar het is belangrijk om te kiezen voor ethisch verwerkte producten.",
                    "safety": "Cactusvijgzaadolie is veilig voor uitwendig gebruik. Voer altijd een patchtest uit voor gebruik op de huid.",
                    "oilCombinations": "Cactusvijgzaadolie werkt goed samen met oliën zoals argan (voor anti-aging effecten), jojoba (voor talgregulatie) en frambozenzaadolie (voor extra antioxidanten). Het kan ook gecombineerd worden met etherische oliën zoals lavendel (voor een kalmerende geur) en geranium (voor evenwichtige huidverzorging)."
                }
            ]
        },
        {
            "id": "jasminum-grandiflorum",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2017/09/23/15/10/jasmin-2779142_960_720.jpg",
                "alt": "Jasminum grandiflorum plant - image by anandasandra on Pixabay"
            },
            "name": "Jasmijnwas",
            "isPremium": false,
            "scientificName": "Jasminum grandiflorum",
            "description": "Jasmijnwas is een natuurlijke was die wordt gewonnen uit de bloemen van de jasmijnplant. Deze was heeft een rijke, zoete geur en een romige textuur, waardoor het een populaire keuze is in de cosmetica- en parfumindustrie. Jasmijnwas wordt vaak gebruikt voor het maken van verzorgende producten vanwege zijn hydraterende en verzachtende eigenschappen. Belangrijkste inhoudsstoffen: • Vetzuren: Helpen bij het behouden van de vochtbalans en beschermen de huid. • Antioxidanten: Beschermen de huid tegen schadelijke invloeden van buitenaf. • Aroma-oliën: Bieden niet alleen geur, maar ook therapeutische voordelen.",
            "data": [
                {
                    "dryness": "Jasmijnwas is een niet-drogende was die de huid een zijdezachte finish geeft en tegelijkertijd hydrateert.",
                    "suitableForSkinTypes": "Jasmijnwas is geschikt voor droge, normale en gevoelige huidtypen.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. Houdbaarheid is 1-2 jaar, afhankelijk van de opslagomstandigheden."
                },
                {
                    "keyConstituents": [],
                    "fattyAcidProfile": [
                        "Palmitinezuur: 25-35%",
                        "Oleïnezuur (Omega-9): 20-30%",
                        "Linolzuur (Omega-6): 10-20%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt en hydrateert de huid diep.",
                        "Verzachtend: Maakt de huid zijdezacht en vermindert ruwe plekken.",
                        "Kalmerend: Vermindert irritatie en bevordert een gezonde uitstraling.",
                        "Aromatherapeutisch: De geur van jasmijn heeft ontspannende en stemmingsverhogende eigenschappen."
                    ],
                    "ecologicalFootprint": "Jasmijnwas is meestal een bijproduct van de jasmijnolieproductie. Het is belangrijk om te kiezen voor duurzame bronnen om de ecologische impact te minimaliseren.",
                    "safety": "Jasmijnwas is over het algemeen veilig voor gebruik op de huid, maar het is raadzaam om bij gebruik op gevoelige huid eerst een patchtest uit te voeren.",
                    "oilCombinations": "Jasmijnwas werkt goed samen met oliën zoals arganolie (voedend), kokosolie (hydraterend), en amandelolie (kalmerend). Het kan ook worden gecombineerd met sheaboter (intensieve voeding) en cacaoboter (verzachtend), wat extra voordelen biedt voor de huid."
                }
            ]
        },
        {
            "id": "croton-tiglium",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2022/10/07/15/14/croton-7505333_960_720.jpg",
                "alt": "Croton tiglium plant - image by ignartonosbg on Pixabay"
            },
            "name": "Crotonolie",
            "isPremium": false,
            "scientificName": "Croton tiglium",
            "description": "Crotonolie wordt gewonnen uit de zaden van de Croton tiglium, een plant die voornamelijk in tropische gebieden groeit. De olie staat bekend om zijn sterke, ontstekingsremmende en pijnstillende eigenschappen. Vanwege de potentieel irriterende werking is het gebruik in huidverzorging echter controversieel.",
            "data": [
                {
                    "dryness": "Crotonolie wordt over het algemeen als een niet-drogende olie beschouwd, hoewel het gebruik op de huid met voorzichtigheid moet gebeuren.",
                    "suitableForSkinTypes": "Crotonolie wordt niet aanbevolen voor gevoelige huidtypes vanwege het potentieel voor irritatie. Het kan beter geschikt zijn voor specifieke huidaandoeningen onder medisch toezicht.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid van crotonolie kan variëren, maar ligt meestal tussen de 1 en 2 jaar."
                },
                {
                    "keyConstituents": [
                        "Ricinoleïnezuur: Dit vetzuur heeft sterke ontstekingsremmende eigenschappen.",
                        "Omega-6 vetzuren: Helpen bij het ondersteunen van de huidbarrière.",
                        "Vitaminen A en E: Bieden antioxidante voordelen."
                    ],
                    "fattyAcidProfile": [
                        "Ricinoleïnezuur: 60-70%",
                        "Linolzuur (Omega-6): 15-25%",
                        "Oleïnezuur (Omega-9): 5-10%"
                    ],
                    "skinBenefits": [
                        "Ontstekingsremmend: Kan helpen bij het verminderen van ontstekingen en pijn.",
                        "Hydraterend: Biedt vocht aan de huid.",
                        "Huidvernieuwend: Ondersteunt celvernieuwing, hoewel voorzichtigheid geboden is door mogelijke irritatie."
                    ],
                    "ecologicalFootprint": "De productie van crotonolie is duurzaam, maar het is belangrijk om te kiezen voor ethische bronnen om de biodiversiteit en ecosystemen te beschermen.",
                    "safety": "Crotonolie kan irriterend zijn en moet altijd goed verdund worden voordat het op de huid wordt aangebracht. Het wordt niet aanbevolen voor algemeen gebruik zonder professioneel advies.",
                    "oilCombinations": "Crotonolie kan in kleine hoeveelheden worden gecombineerd met andere oliën zoals kokosolie (voor extra hydratatie) of arganolie (voor anti-aging voordelen), maar voorzichtigheid is geboden."
                }
            ]
        },
        {
            "id": "avena-sativa",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2018/09/07/18/18/hemp-leaf-3661209_960_720.jpg",
                "alt": "Avena sativa plant - image by TinaKru on Pixabay"
            },
            "name": "Haverolie",
            "isPremium": true,
            "scientificName": "Avena sativa",
            "description": "Haverolie wordt gewonnen uit de zaden van de haverplant, een graan dat bekend staat om zijn voedzame eigenschappen. De olie wordt koudgeperst om de heilzame bestanddelen te behouden en heeft een lichte, milde geur. Het is een populaire keuze in de huidverzorging vanwege de hydraterende en kalmerende effecten. Belangrijkste inhoudsstoffen: Omega-3 en Omega-6 vetzuren: Helpen de huidbarrière te versterken en ontstekingen te verminderen. Bèta-glucanen: Bekend om hun hydraterende en verzachtende eigenschappen. Vitaminen B en E: Ondersteunen de huidgezondheid en bevorderen de celvernieuwing.",
            "data": [
                {
                    "dryness": "Haverolie is een niet-drogende olie, wat betekent dat het goed intrekt en de huid voedt zonder een vet residu achter te laten.",
                    "suitableForSkinTypes": "Haverolie is geschikt voor alle huidtypes, met name voor droge, gevoelige en rijpere huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is 6-12 maanden. Toevoeging van vitamine E kan de houdbaarheid verlengen."
                },
                {
                    "keyConstituents": [],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 40-60%",
                        "Oleïnezuur (Omega-9): 25-35%",
                        "Palmitinezuur: 10-15%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt de huid diepgaand en helpt vocht vast te houden.",
                        "Kalmerend: Vermindert irritatie en roodheid, ideaal voor gevoelige huidtypes.",
                        "Versterkt de huidbarrière: Helpt de huid te beschermen tegen externe agressoren.",
                        "Verjongend: Bevordert de celvernieuwing en kan helpen bij het verminderen van fijne lijntjes."
                    ],
                    "ecologicalFootprint": "Haverolie wordt meestal duurzaam geproduceerd, maar het is belangrijk om te letten op de bron en productiemethoden.",
                    "safety": "Haverolie is veilig voor uitwendig gebruik. Voer een patchtest uit voor gebruik op de huid, vooral bij een gevoelige huid.",
                    "oilCombinations": "Haverolie werkt goed samen met oliën zoals jojoba (voor talgregulatie), argan (voor extra hydratatie) en teunisbloemolie (voor kalmerende effecten). Het kan ook gecombineerd worden met etherische oliën zoals lavendel (voor een ontspannende geur) en sinaasappel (voor een verfrissende geur)."
                }
            ]
        },
        {
            "id": "eruca-sativa",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2016/06/21/16/42/arugula-1471472_960_720.jpg",
                "alt": "Eruca sativa plant - image by SanduStefan on Pixabay"
            },
            "name": "Rucola zaadolie",
            "isPremium": false,
            "scientificName": "Eruca sativa",
            "description": "Rucola zaadolie wordt gewonnen uit de zaden van de rucolaplant (Eruca sativa), ook bekend als raketsla. Deze olie wordt vaak koudgeperst, waardoor de voedingsstoffen en smaak behouden blijven. Rucola zaadolie heeft een lichte, nootachtige smaak en wordt zowel in de keuken als in cosmetica gebruikt vanwege zijn huidverzorgende eigenschappen. Belangrijkste inhoudsstoffen: Omega-3 en Omega-6 vetzuren: Ondersteunen de huidbarrière en bevorderen de hydratatie. Vitamine E: Een krachtige antioxidant die de huid beschermt tegen oxidatieve schade. Glucosinolaten: Natuurlijke verbindingen die ontstekingsremmende en antibacteriële eigenschappen hebben.",
            "data": [
                {
                    "dryness": "Rucola zaadolie is een niet-drogende olie, wat betekent dat het een rijk gevoel kan geven op de huid, maar snel intrekt.",
                    "suitableForSkinTypes": "Rucola zaadolie is geschikt voor alle huidtypes, met name voor gevoelige en droge huidtypen.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is 6-12 maanden. Toevoeging van vitamine E kan de houdbaarheid verlengen."
                },
                {
                    "keyConstituents": [],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 40-50%",
                        "Alfa-linoleenzuur (Omega-3): 5-10%",
                        "Oleïnezuur (Omega-9): 25-30%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt en hydrateert de huid zonder deze te verstoppen.",
                        "Antioxidant: Beschermt de huid tegen veroudering en schadelijke invloeden van buitenaf.",
                        "Kalmerend: Vermindert roodheid en irritatie, waardoor het geschikt is voor gevoelige huidtypen.",
                        "Versterkend: Helpt bij het verbeteren van de huidtextuur en bevordert een gezonde uitstraling."
                    ],
                    "ecologicalFootprint": "Rucola zaadolie wordt vaak geproduceerd op duurzame wijze, maar het is belangrijk om te kiezen voor biologisch en duurzaam geproduceerde olie om de ecologische impact te minimaliseren.",
                    "safety": "Rucola zaadolie is over het algemeen veilig voor uitwendig gebruik, maar een patchtest wordt aanbevolen bij de eerste toepassing.",
                    "oilCombinations": "Rucola zaadolie werkt goed samen met oliën zoals jojoba (voor talgregulatie), argan (voor anti-aging effecten), en kokosolie (voor extra hydratatie). Het kan ook worden gecombineerd met etherische oliën zoals pepermunt (voor een verfrissende geur) en tea tree (voor antibacteriële eigenschappen) om de voordelen voor de huid te versterken."
                }
            ]
        },
        {
            "id": "hippophae-rhamnoides",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2015/10/12/17/56/nature-984814_960_720.jpg",
                "alt": "Hippophae rhamnoides plant - image by 434436 on Pixabay"
            },
            "name": "Duindoornbessenolie",
            "isPremium": true,
            "scientificName": "Hippophae rhamnoides",
            "description": "Duindoornbessenolie wordt gewonnen uit de bessen van de duindoornplant, die vaak groeit in zanderige kustgebieden. De olie staat bekend om zijn rijke voedingsprofiel en wordt koudgeperst om de waardevolle voedingsstoffen en antioxidanten te behouden.",
            "data": [
                {
                    "dryness": "Duindoornbessenolie is een niet-drogende olie, wat betekent dat deze langer op de huid blijft en rijk is aan voedingsstoffen.",
                    "suitableForSkinTypes": "Duindoornbessenolie is geschikt voor alle huidtypes, met name voor droge, gevoelige en rijpe huidtypen, en wordt vaak gebruikt bij huidproblemen zoals eczeem en psoriasis.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is ongeveer 12 maanden. Het toevoegen van vitamine E kan de houdbaarheid verlengen."
                },
                {
                    "keyConstituents": [
                        "Omega-3, Omega-6 en Omega-9 vetzuren: Ondersteunen de huidbarrière en bevorderen een gezonde huid.",
                        "Carotenoïden: Sterke antioxidanten die de huid beschermen tegen schade door vrije radicalen en UV-straling.",
                        "Vitamine C en E: Bieden antioxidante bescherming en ondersteunen de huidvernieuwing."
                    ],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 30-35%",
                        "Alfa-linoleenzuur (Omega-3): 25-30%",
                        "Oleïnezuur (Omega-9): 20-30%",
                        "Palmitinezuur: 5-10%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Biedt diepgaande hydratatie en voedt de huid.",
                        "Herstel: Stimuleert de genezing van wonden en vermindert littekens.",
                        "Anti-aging: Vertraagt de tekenen van veroudering door het versterken van de huidbarrière.",
                        "Kalmerend: Vermindert ontstekingen en helpt bij het verzachten van huidirritaties."
                    ],
                    "ecologicalFootprint": "De duindoornplant is duurzaam en vereist weinig verzorging. Het is belangrijk om ervoor te zorgen dat de olie uit ethisch verantwoorde bronnen komt.",
                    "safety": "Duindoornbessenolie is over het algemeen veilig voor uitwendig gebruik. Het is raadzaam om een patchtest uit te voeren, vooral bij gevoelige huidtypes.",
                    "oilCombinations": "Duindoornbessenolie kan goed worden gecombineerd met oliën zoals jojoba (voor extra hydratatie), argan (voor anti-aging), en rozenbottelolie (voor huidvernieuwing). Het werkt ook goed met essentiële oliën zoals lavendel (kalmerend) en tea tree (antiseptisch), wat de voordelen voor verschillende huidtypen versterkt."
                }
            ]
        },
        {
            "id": "macadamia-integrifolia",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2015/12/18/02/54/macadamia-nuts-1098170_960_720.jpg",
                "alt": "Macadamia integrifolia plant - image by sunnysun0804 on Pixabay"
            },
            "name": "Macadamia-olie",
            "isPremium": false,
            "scientificName": "Macadamia integrifolia",
            "description": "Macadamia-olie wordt gewonnen uit de noten van de macadamia-boom, die inheems is in Australië. De olie heeft een lichte, niet-vette textuur en is rijk aan voedingsstoffen, wat het een populaire keuze maakt in zowel cosmetica als voedingsproducten.",
            "data": [
                {
                    "dryness": "Macadamia-olie wordt als een niet-drogende olie beschouwd, wat betekent dat het goed hydrateert zonder een vet gevoel na te laten.",
                    "suitableForSkinTypes": "Macadamia-olie is geschikt voor alle huidtypes, maar vooral voordelig voor droge, rijpe en gevoelige huid.",
                    "storageAndShelfLife": "Bewaar de olie op een koele, donkere plaats. De houdbaarheid is ongeveer 1-2 jaar, afhankelijk van de opslagomstandigheden."
                },
                {
                    "keyConstituents": [
                        "Palmitoleïnezuur (Omega-7): Ondersteunt de hydratatie van de huid en heeft antibacteriële eigenschappen.",
                        "Linolzuur (Omega-6) en oleïnezuur (Omega-9): Essentiële vetzuren die de huidbarrière versterken en de huid verzachten.",
                        "Vitamine E: Biedt antioxidante bescherming en helpt de huid te regenereren."
                    ],
                    "fattyAcidProfile": [
                        "Oleïnezuur (Omega-9): 55-70%",
                        "Palmitoleïnezuur (Omega-7): 15-20%",
                        "Linolzuur (Omega-6): 1-2%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt de huid diepgaand en voorkomt vochtverlies.",
                        "Verzachtend: Helpt irritatie te verminderen en is ideaal voor gevoelige huid.",
                        "Anti-aging: Beschermt tegen huidveroudering en ondersteunt de elasticiteit van de huid.",
                        "Herstellend: Stimuleert de regeneratie van huidcellen en helpt bij het herstellen van littekens en andere beschadigingen."
                    ],
                    "ecologicalFootprint": "De teelt van macadamia-noten kan milieuvriendelijk zijn, maar het is belangrijk om producten te kiezen die afkomstig zijn van duurzame bronnen.",
                    "safety": "Macadamia-olie is veilig voor uitwendig gebruik en wordt goed verdragen door de meeste huidtypes.",
                    "oilCombinations": "Macadamia-olie werkt goed samen met andere hydraterende oliën zoals jojoba-olie, arganolie en amandelolie, wat de voedende eigenschappen versterkt."
                }
            ]
        },
        {
            "id": "vaccinium-corymbosum",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2017/09/21/06/22/blueberry-2770788_960_720.jpg",
                "alt": "Vaccinium corymbosum plant - image by zasilvape on Pixabay"
            },
            "name": "Blauwe Bessenolie",
            "isPremium": true,
            "scientificName": "Vaccinium corymbosum",
            "description": "Blauwe bessenolie wordt gewonnen uit de zaden van de blauwe bes, een lid van de heidefamilie (Ericaceae). De olie wordt meestal koudgeperst om de heilzame eigenschappen en antioxidanten te behouden. Blauwe bessenolie heeft een lichte, fruitige geur en een rijke, voedende textuur die ideaal is voor huidverzorging. Belangrijkste inhoudsstoffen: Omega-3 en Omega-6 vetzuren: Ondersteunen de huidbarrière en bevorderen de hydratatie. Anthocyanen: Sterke antioxidanten die helpen bij het bestrijden van vrije radicalen. Vitaminen C en E: Beschermen en regenereren de huid.",
            "data": [
                {
                    "dryness": "Blauwe bessenolie is een niet-drogende olie, wat betekent dat het een voedende, maar iets vettige textuur heeft die goed intrekt.",
                    "suitableForSkinTypes": "Blauwe bessenolie is geschikt voor alle huidtypes, inclusief droge, gevoelige en rijpere huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is ongeveer 6-12 maanden. Het toevoegen van vitamine E kan de houdbaarheid verlengen."
                },
                {
                    "keyConstituents": [],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 35-50%",
                        "Alfalinoleenzuur (Omega-3): 15-20%",
                        "Oleïnezuur (Omega-9): 10-20%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt en hydrateert de huid diepgaand.",
                        "Antioxidant: Beschermt de huid tegen veroudering en milieu-invloeden.",
                        "Kalmerend: Helpt roodheid en irritatie te verminderen.",
                        "Verstevigend: Ondersteunt een stevige en jeugdige huidstructuur."
                    ],
                    "ecologicalFootprint": "De productie van blauwe bessenolie kan milieuvriendelijk zijn, vooral als het afkomstig is van biologische of duurzame bronnen.",
                    "safety": "Blauwe bessenolie is over het algemeen veilig voor uitwendig gebruik. Een patchtest wordt aanbevolen bij eerste gebruik.",
                    "oilCombinations": "Blauwe bessenolie werkt goed samen met oliën zoals rozenbottelzaadolie (voor anti-aging voordelen), arganolie (voor extra hydratatie) en jojobaolie (voor talgregulatie). Het kan ook worden gecombineerd met etherische oliën zoals lavendel (voor kalmerende effecten) en pepermunt (voor een verfrissende geur)."
                }
            ]
        },
        {
            "id": "theobroma-cacao",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2020/06/25/08/01/cacao-5338922_960_720.jpg",
                "alt": "Theobroma cacao plant - image by cool2compute on Pixabay"
            },
            "name": "Cacaoboter",
            "isPremium": true,
            "scientificName": "Theobroma cacao",
            "description": "Cacaoboter is een rijke, romige vetstof die wordt gewonnen uit de zaden van de cacaoboon. Deze butter wordt vaak gebruikt in cosmetica vanwege zijn hydraterende en voedende eigenschappen. De olie heeft een aangename geur en een smeltpunt rond de lichaamstemperatuur, waardoor het een luxe toevoeging is aan huidverzorgingsproducten.",
            "data": [
                {
                    "dryness": "Cacaoboter wordt beschouwd als een niet-drogende olie, wat betekent dat het een rijke, langdurige hydratatie biedt zonder snel te vervliegen.",
                    "suitableForSkinTypes": "Cacaoboter is geschikt voor droge, normale en gevoelige huidtypes, en kan ook nuttig zijn voor huid die last heeft van eczeem of psoriasis.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is ongeveer 2-5 jaar, afhankelijk van de opslagomstandigheden."
                },
                {
                    "keyConstituents": [
                        "Vetzuurprofiel: Bevat voornamelijk verzadigde vetzuren zoals stearinezuur en palmitinezuur, die de huid hydrateren en beschermen.",
                        "Antioxidanten: Rijk aan polyfenolen die de huid beschermen tegen schade door vrije radicalen.",
                        "Vitamine E: Ondersteunt de huidgezondheid en kan het verouderingsproces vertragen."
                    ],
                    "fattyAcidProfile": [
                        "Stearinezuur: 30-37%",
                        "Palmitinezuur: 24-34%",
                        "Oleïnezuur: 35-40%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Diep hydraterend voor droge en gevoelige huidtypes, ideaal voor lippenbalsems en body butters.",
                        "Beschermend: Creëert een barrière op de huid die helpt om vocht vast te houden en de huid te beschermen tegen externe agressoren.",
                        "Verzachtend: Helpt bij het verminderen van irritaties en verzacht de huid, waardoor het ideaal is voor ruwe of gebarsten huid."
                    ],
                    "ecologicalFootprint": "Cacaoboter wordt vaak geproduceerd door duurzame cacaoproductie, maar het is belangrijk om te letten op eerlijke handel en ecologische certificeringen bij aankoop.",
                    "safety": "Over het algemeen veilig voor uitwendig gebruik, maar zoals bij alle producten is het aan te raden om een patchtest uit te voeren, vooral voor mensen met een gevoelige huid.",
                    "oilCombinations": "Cacaoboter combineert goed met oliën zoals argan (voedend), jojoba (balancerend), en zoete amandelolie (verzachtend). Het kan ook worden gemengd met etherische oliën zoals lavendel (kalmerend) en pepermunt (verfrissend) voor extra aromatische en therapeutische voordelen. Deze combinaties maken het mogelijk om de hydraterende en verzachtende effecten van cacaoboter te versterken en een luxe huidverzorgingservaring te creëren."
                }
            ]
        },
        {
            "id": "brassica-napus",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2014/10/05/06/05/rapeseeds-474558_960_720.jpg",
                "alt": "Brassica napus plant - image by Hans on Pixabay"
            },
            "name": "Koolzaadolie",
            "isPremium": false,
            "scientificName": "Brassica napus",
            "description": "Koolzaadolie wordt gewonnen uit de zaden van de koolzaadplant, die behoort tot de kruisbloemigenfamilie (Brassicaceae). Deze olie wordt vaak koudgeperst om de voedzame eigenschappen te behouden. Met een lichte, neutrale smaak en textuur is koolzaadolie veelzijdig in gebruik, zowel in de keuken als in huidverzorgingsproducten. Belangrijkste inhoudsstoffen: Omega-3 en Omega-6 vetzuren: Ondersteunen de huidbarrière en dragen bij aan een gezonde huid. Vitamine E: Een krachtige antioxidant die de huid beschermt tegen schade. Fytosterolen: Helpen de huid te hydrateren en te verzachten.",
            "data": [
                {
                    "dryness": "Koolzaadolie is een half-drogende olie, wat betekent dat het redelijk snel intrekt zonder een te vettig gevoel achter te laten.",
                    "suitableForSkinTypes": "Koolzaadolie is geschikt voor alle huidtypes, maar is vooral nuttig voor droge en gevoelige huidtypes.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is ongeveer 6-12 maanden. Toevoeging van vitamine E kan de houdbaarheid verlengen."
                },
                {
                    "keyConstituents": [],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 20-30%",
                        "Alfa-linoleenzuur (Omega-3): 5-15%",
                        "Oleïnezuur (Omega-9): 55-70%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt de huid en helpt bij het behouden van vocht.",
                        "Verzachtend: Kalmeert irritaties en roodheid.",
                        "Anti-aging: Antioxidanten helpen bij het vertragen van veroudering en het verbeteren van de huidstructuur.",
                        "Huidherstellend: Bevordert de genezing van de huid en helpt bij het verminderen van littekens."
                    ],
                    "ecologicalFootprint": "Koolzaadolie kan een duurzame keuze zijn, vooral als het afkomstig is van biologische en lokaal geteelde zaden. De teelt heeft echter ook milieu-impact, dus bewuste consumptie is belangrijk.",
                    "safety": "Koolzaadolie is veilig voor uitwendig gebruik en kan goed worden verdragen door de meeste huidtypes. Bij gebruik op de huid is het altijd verstandig om een patchtest uit te voeren.",
                    "oilCombinations": "Koolzaadolie werkt goed samen met oliën zoals jojoba (voor talgregulatie), arganolie (voor anti-aging voordelen) en amandelolie (voor extra hydratatie). Het kan ook gecombineerd worden met etherische oliën zoals lavendel (voor een ontspannende geur) en rozenolie (voor zijn luxe eigenschappen)."
                }
            ]
        },
        {
            "id": "oryza-sativa",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2020/09/17/06/39/rice-5578135_960_720.jpg",
                "alt": "Oryza sativa plant - image by 月月99 on Pixabay"
            },
            "name": "Rijstolie",
            "isPremium": false,
            "scientificName": "Oryza sativa",
            "description": "Rijstolie, ook wel rijstzemelenolie genoemd, wordt gewonnen uit de buitenste lagen van rijstkorrels, voornamelijk uit de zemelen en kiemen. Deze lichte, niet-vette olie staat bekend om zijn antioxiderende en ontstekingsremmende eigenschappen en wordt veel gebruikt in huidverzorging voor zijn voedende en beschermende werking. Belangrijkste inhoudsstoffen: Gamma-oryzanol: Een krachtige antioxidant die de huid beschermt tegen schade door vrije radicalen en UV-stralen. Vitamine E (Tocoferolen en Tocotriënolen): Bekend om hun huidverjongende en beschermende eigenschappen. Ferulinezuur: Een ander krachtig antioxidant dat helpt de huid te beschermen en te herstellen. Squalene: Ondersteunt de hydratatie en elasticiteit van de huid.",
            "data": [
                {
                    "dryness": "Rijstolie is een half-drogende olie, wat betekent dat het snel in de huid trekt zonder een vettige laag achter te laten.",
                    "suitableForSkinTypes": "Rijstolie is geschikt voor alle huidtypes, maar is vooral effectief bij droge, gevoelige en rijpere huidtypen vanwege zijn voedende en beschermende eigenschappen.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is 6-12 maanden, maar toevoeging van antioxidanten zoals vitamine E kan de levensduur verlengen."
                },
                {
                    "keyConstituents": [],
                    "fattyAcidProfile": [
                        "Oleïnezuur (Omega-9): 38-45%",
                        "Linolzuur (Omega-6): 30-40%",
                        "Palmitinezuur: 15-20%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Helpt de huidbarrière te versterken en houdt vocht vast.",
                        "Anti-aging: Antioxidanten zoals gamma-oryzanol en vitamine E vertragen huidveroudering en helpen rimpels te verminderen.",
                        "Kalmerend: Geschikt voor de gevoelige huid, helpt roodheid en irritatie te verminderen.",
                        "Huidvernieuwend: Ondersteunt de regeneratie van huidcellen en helpt de huid zacht en soepel te houden."
                    ],
                    "ecologicalFootprint": "Rijstolie is een bijproduct van de rijstindustrie, waardoor het een relatief duurzame keuze is.",
                    "safety": "Rijstolie is over het algemeen veilig voor uitwendig gebruik. Een patchtest wordt altijd aanbevolen bij gebruik op gevoelige huid. Het is veilig voor de meeste mensen en kan ook in voedingsproducten worden gebruikt.",
                    "oilCombinations": "Rijstolie kan goed worden gecombineerd met oliën zoals arganolie (voor anti-aging), avocado-olie (voor diepe hydratatie), en jojoba-olie (voor talgregulatie). Deze combinaties kunnen helpen de huid te kalmeren, te beschermen en te voeden. Met zijn voedzame vetzuren en rijke antioxidanten is rijstolie een uitstekende toevoeging aan huidverzorgingsproducten, vooral voor hydratatie en bescherming tegen veroudering."
                }
            ]
        },
        {
            "id": "passiflora-edulis",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2018/07/28/17/15/nature-3568530_960_720.jpg",
                "alt": "Passiflora edulis plant - image by garten-gg on Pixabay"
            },
            "name": "Maracuja-olie",
            "isPremium": true,
            "scientificName": "Passiflora edulis",
            "description": "Maracuja-olie, ook wel bekend als passievruchtenolie, wordt gewonnen uit de zaden van de passievruchtplant. Deze olie wordt vaak koudgeperst om de delicate voedingsstoffen en antioxidanten te behouden. Met zijn lichte textuur en aangename geur is maracuja-olie geschikt voor verschillende huidtypes en wordt het vaak gebruikt in cosmetische en huidverzorgingsproducten. Belangrijkste inhoudsstoffen: Omega-6 vetzuren: Ondersteunen de huidbarrière en bevorderen de hydratatie. Vitamine C: Een krachtige antioxidant die helpt bij het verminderen van tekenen van veroudering. Polyfenolen: Bieden bescherming tegen vrije radicalen en verbeteren de huidstructuur.",
            "data": [
                {
                    "dryness": "Maracuja-olie wordt beschouwd als een half-drogende olie, wat betekent dat het snel in de huid trekt zonder een vettig gevoel achter te laten.",
                    "suitableForSkinTypes": "Maracuja-olie is geschikt voor de meeste huidtypes, inclusief gevoelige, vette en gecombineerde huid.",
                    "storageAndShelfLife": "Bewaar maracuja-olie op een koele, donkere plaats. De houdbaarheid is doorgaans 6-12 maanden. Toevoeging van vitamine E kan de houdbaarheid verlengen."
                },
                {
                    "keyConstituents": [],
                    "fattyAcidProfile": [
                        "Linolzuur (Omega-6): 70-75%",
                        "Oleïnezuur (Omega-9): 10-15%",
                        "Palmitinezuur: 7-10%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt en hydrateert de huid zonder deze te verstoppen.",
                        "Anti-aging: De antioxidanten helpen om rimpels en fijne lijntjes te verminderen.",
                        "Kalmerend: Vermindert roodheid en irritatie, ideaal voor gevoelige huidtypes.",
                        "Huidvernieuwend: Stimuleert celvernieuwing en helpt bij het vervagen van littekens."
                    ],
                    "ecologicalFootprint": "De productie van maracuja-olie is duurzaam, aangezien het vaak een bijproduct is van de vruchtenteelt. Bewuste consumptie is belangrijk om de impact op de biodiversiteit te minimaliseren.",
                    "safety": "Maracuja-olie is over het algemeen veilig voor gebruik op de huid, maar het is altijd raadzaam om eerst een patchtest uit te voeren. Inname wordt niet aanbevolen zonder advies van een professional.",
                    "oilCombinations": "Maracuja-olie werkt goed samen met oliën zoals jojoba (voor talgregulatie), argan (voor anti-aging), en frambozenzaadolie (voor extra antioxidanten). Het kan ook worden gecombineerd met kokosolie (voor extra hydratatie) en sheaboter (voor intensieve voeding), wat de voordelen voor verschillende huidtypes versterkt."
                }
            ]
        },
        {
            "id": "orbignya-speciosa",
            "img": {
                "src": "https://cdn.pixabay.com/photo/2021/07/24/02/14/crown-of-thorns-6488538_960_720.jpg",
                "alt": "Orbignya speciosa plant - image by manseok_Kim on Pixabay"
            },
            "name": "Babassu-olie",
            "isPremium": false,
            "scientificName": "Orbignya speciosa",
            "description": "Babassu-olie wordt gewonnen uit de zaden van de babassupalm, die voornamelijk voorkomt in de Braziliaanse tropen. De olie wordt koudgeperst om de heilzame eigenschappen te behouden. Babassu-olie is een lichtgewicht, niet-vette olie die vaak wordt gebruikt in cosmetica en huidverzorgingsproducten.",
            "data": [
                {
                    "dryness": "Babassu-olie wordt beschouwd als een niet-drogende olie, wat betekent dat het goed hydrateert zonder een vettig residu achter te laten.",
                    "suitableForSkinTypes": "Babassu-olie is geschikt voor alle huidtypes, vooral voor droge, gevoelige en rijpe huid.",
                    "storageAndShelfLife": "Bewaar op een koele, donkere plaats. De houdbaarheid is meestal 1-2 jaar, afhankelijk van de opslagomstandigheden."
                },
                {
                    "keyConstituents": [
                        "Vetzuren: Hoog in laurinezuur (tot 50%), dat bekend staat om zijn antimicrobiële eigenschappen en vermogen om de huid te hydrateren.",
                        "Vitamine E: Een krachtige antioxidant die de huid helpt beschermen tegen schade door vrije radicalen.",
                        "Fytosterolen: Helpen bij het verbeteren van de huidbarrière en het verminderen van ontstekingen."
                    ],
                    "fattyAcidProfile": [
                        "Laurinezuur: 45-50%",
                        "Myristinezuur: 12-15%",
                        "Oleïnezuur (Omega-9): 15-20%",
                        "Linolzuur (Omega-6): 5-10%"
                    ],
                    "skinBenefits": [
                        "Hydraterend: Voedt de huid diepgaand en helpt de vochtbalans te behouden, ideaal voor droge en beschadigde huid.",
                        "Anti-aging: De antioxidanten in babassu-olie helpen fijne lijntjes en rimpels te verminderen.",
                        "Kalmerend: Vermindert roodheid en irritatie, wat het een uitstekende keuze maakt voor gevoelige huidtypen.",
                        "Herstellend: Kan helpen bij het genezen van littekens en het verbeteren van de algehele huidstructuur."
                    ],
                    "ecologicalFootprint": "De productie van babassu-olie kan duurzaam zijn, maar het is belangrijk om te kiezen voor olie die afkomstig is uit verantwoord beheerde bossen om ontbossing te voorkomen.",
                    "safety": "Babassu-olie is over het algemeen veilig voor uitwendig gebruik. Het is altijd aan te raden om een patchtest uit te voeren, vooral bij gebruik op gevoelige huid.",
                    "oilCombinations": "Babassu-olie werkt goed samen met oliën zoals argan (voor anti-aging), jojoba (voor extra hydratatie), en etherische oliën zoals lavendel (voor kalmerende effecten). Deze combinaties kunnen de voordelen voor verschillende huidtypes versterken."
                }
            ]
        }
    ]
}
